[
{"title": "Introduction to R", "time": 4, "video": 0, "exercise": 62, "audience": 1167499, "trainer": "Jonathan Cornelissen", "trainer_occupation": "Co-founder and CEO of DataCamp", "trainer_description": "Jonathan Cornelissen is one of the co-founders of DataCamp, and is interested in everything related to data science, R, education and entrepreneurship. He holds a PhD in financial econometrics, and is the author of an R package for quantitative finance. DataCamp is the second education start-up he founded, and the first one that went international. In his spare time, he loves to do some programming, especially in Ruby on Rails."},
{"title": "Manipulating Time Series Data in R with xts & zoo", "time": 4, "video": 15, "exercise": 55, "audience": 22361, "trainer": "Jeffrey Ryan", "trainer_occupation": "Creator of xts and quantmod", "trainer_description": "Jeffrey Ryan is the creator of xts and quantmod, as well as a multitude of other packages for R and finance. He is an original organizer of the annual R in Finance conference in Chicago, and currently works in the hedge fund space in Chicago."},
{"title": "Introduction to Databases in Python", "time": 4, "video": 20, "exercise": 66, "audience": 45862, "trainer": "Jason Myers", "trainer_occupation": "Co-Author of Essential SQLAlchemy and Software Engineer", "trainer_description": "Jason Myers is a software engineer and author. His area of expertise is in developing data analytics platforms. He has also written the Essential SQLAlchemy book, co-authored with Rick Copeland, that introduces you to working with relational databases in Python."},
{"title": "Data Analysis in R, the data.table Way", "time": 4, "video": 10, "exercise": 37, "audience": 57307, "trainer": "Matt Dowle", "trainer_occupation": "Author of data.table", "trainer_description": "Matt Dowle is the main author of the data.table package. Matt has worked for some of the world’s largest financial organizations and has been programming in R for over a decade."},
{"title": "Intermediate R", "time": 6, "video": 14, "exercise": 81, "audience": 297671, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "},
{"title": "Data Manipulation in R with dplyr", "time": 4, "video": 11, "exercise": 42, "audience": 98470, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Reporting with R Markdown", "time": 3, "video": 8, "exercise": 31, "audience": 60970, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Cleaning Data in R", "time": 4, "video": 16, "exercise": 59, "audience": 83380, "trainer": "Nick Carchedi", "trainer_occupation": "Product Manager at DataCamp", "trainer_description": "Nick is a Product Manager at DataCamp, responsible for the learning and teaching experience.  Prior to joining DataCamp, he earned his master's degree at Johns Hopkins Biostatistics and worked as a data scientist for McKinsey. \r\n\r\nNick's passion for teaching data science began in graduate school, where he was heavily involved in tutoring fellow students, developing the Johns Hopkins Data Science Specialization, and building the swirl R package."},
{"title": "Data Visualization in R with ggvis", "time": 4, "video": 11, "exercise": 45, "audience": 40755, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Joining Data in R with dplyr", "time": 4, "video": 20, "exercise": 84, "audience": 28760, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Working with the RStudio IDE (Part 2)", "time": 3, "video": 29, "exercise": 77, "audience": 7012, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Machine Learning Toolbox", "time": 4, "video": 24, "exercise": 88, "audience": 28223, "trainer": "Zachary Deane-Mayer", "trainer_occupation": "Automation First Data Scientist at DataRobot", "trainer_description": "Zach is a Data Scientist at DataRobot and co-author of the caret R package. He's fascinated by predicting the future and spends his free time competing in predictive modeling competitions. He's currently one of top 500 data scientists on Kaggle and took 9th place in the Heritage Health Prize as part of the Analytics Inside team."},
{"title": "Credit Risk Modeling in R", "time": 4, "video": 16, "exercise": 52, "audience": 29858, "trainer": "Lore Dirick", "trainer_occupation": "Manager of Data Science Curriculum at Flatiron School", "trainer_description": "Lore is a data scientist with expertise in applied finance. She obtained her PhD in Business Economics and Statistics at KU Leuven, Belgium. During her PhD, she collaborated with several banks working on advanced methods for the analysis of credit risk data. Lore formerly worked as a Data Science Curriculum Lead at DataCamp, and is now the Manager of Data Science Curriculum at Flatiron School, a coding bootcamp in NYC."},
{"title": "Reporting in SQL", "time": 4, "video": 15, "exercise": 54, "audience": 33, "trainer": "Tyler Pernes", "trainer_occupation": "Learning & Development Consultant", "trainer_description": "As a learning & development consultant by day and a freelancer by night, Tyler has two clear passions in life: teaching and data.  After receiving a bachelor's in biophysics at Johns Hopkins University, he moved into the world of data and began working in the ad-tech industry, leading two business intelligence teams in the process.  He specializes in SQL, data visualization, data modeling, and data analysis."},
{"title": "Introduction to Machine Learning", "time": 6, "video": 15, "exercise": 81, "audience": 75268, "trainer": "Vincent Vankrunkelsven", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Vincent has a Master's degree in Artificial Intelligence, and has more than 3 years of experience with machine learning problems of different kinds. He experienced first-hand the difficulties that come with building and assessing machine learning systems. This made him passionate about teaching people how to do machine learning the right way."},
{"title": "Writing Functions in R", "time": 4, "video": 19, "exercise": 86, "audience": 61796, "trainer": "Hadley Wickham", "trainer_occupation": "Chief Scientist at RStudio, author of ggplot2, dplyr, and tidyr", "trainer_description": "Hadley is Chief Scientist at RStudio, an Adjunct Professor of Statistics at the University of Auckland, and author of many popular R packages including ggplot2, dplyr, and tidyr, among others. His passion is building tools (both computational and cognitive) that make data science easier, faster, and more fun. Hadley recently co-authored a book with Garrett Grolemund called "},
{"title": "Improving Your Data Visualizations in Python", "time": 4, "video": 15, "exercise": 54, "audience": 241, "trainer": "Nicholas Strayer", "trainer_occupation": "Biostatistician at Vanderbilt", "trainer_description": "I am currently biostatistician and data scientist at Vanderbilt University. My research focuses on the fusion of machine learning and data visualization to explore and explain electronic health records data. I have worked as a data journalist in the graphics department at the New York Times, a data scientist at Johns Hopkins University Data Science Lab, and as a 'Data Artist in Residence' at data visualization startup Conduce. I am active on Twitter "},
{"title": "Financial Analytics in Spreadsheets", "time": 4, "video": 15, "exercise": 55, "audience": 233, "trainer": "David Ardia", "trainer_occupation": "Professor of Quantitative Methods for Finance", "trainer_description": "David is professor of quantitative methods for finance. His research lies in the areas of econometrics, quantitative finance, and risk management. In 2018, he got elected “Swiss risk manager of the year” by the Swiss Risk Association. He is a big fan of open-source and is the co-author of several R packages such as \"DEoptim\", \"GAS\", \"MSGARCH\", and \"sentometrics\". When he does not code, he is a foodie in Montréal. "},
{"title": "Introduction to Portfolio Analysis in R", "time": 5, "video": 14, "exercise": 57, "audience": 18138, "trainer": "Kris Boudt", "trainer_occupation": "Professor of Finance and Econometrics at VUB and VUA", "trainer_description": "Kris Boudt is professor of finance and econometrics at Ghent University, Vrije Universiteit Brussel and Amsterdam. He teaches the  courses \"GARCH models in R\" and \"Introduction to portfolio analysis in R\" at Datacamp. He is  a research partner at Finvex and a founding member of the sentometrics organization. He is also affiliated with the KU Leuven and an invited lecturer at the University of Illinois in Chicago, Renmin University of China, Sichuan University and SWUFE in Chengdu and the University of Aix-Marseille. Kris Boudt obtained his PhD in 2008 for his developments in the modelling and estimation of financial risk under non-normal distribution. He has published his research in the Journal of Banking and Finance, Journal of Econometrics, Journal of Portfolio Management, Journal of Financial Econometrics,  and the Review of Finance, among others. Kris Boudt received several awards for outstanding research and refereeing and is an active contributor to the open source community."},
{"title": "Introduction to Matplotlib", "time": 4, "video": 14, "exercise": 44, "audience": 154, "trainer": "Ariel Rokem", "trainer_occupation": "Senior Data Scientist, University of Washington", "trainer_description": "Ariel Rokem is a Data Scientist at the University of Washington eScience Institute. He received a PhD in neuroscience from UC Berkeley, and postdoctoral training in computational neuroimaging at Stanford. In his work, he develops data science algorithms and tools, and applies them to analysis of neural data. He is also a contributor to multiple open-source software projects in the scientific Python ecosystem."},
{"title": "Intermediate SQL", "time": 4, "video": 15, "exercise": 54, "audience": 3661, "trainer": "Mona Khalil", "trainer_occupation": "Curriculum Lead at DataCamp", "trainer_description": "As a curriculum lead, Mona guides instructors through the process of building courses at DataCamp and contributes to the curriculum roadmap for the company. They previously worked in education, marketing, and local government. They also co-host Bad Methods, a podcast that brings a fun and interesting lens to critically evaluating science."},
{"title": "Highcharter for Finance in R", "time": 4, "video": 16, "exercise": 55, "audience": 234, "trainer": "Jonathan Regenstein", "trainer_occupation": "Director of Financial Services at RStudio ", "trainer_description": "Jonathan is the Director of Financial Services at RStudio and the author of "},
{"title": "Writing Efficient Python Code", "time": 4, "video": 15, "exercise": 53, "audience": 442, "trainer": "Logan Thomas", "trainer_occupation": "Lead Data Scientist at Nielsen", "trainer_description": "Logan is a member of the Algorithms and Machine Learning team at Nielsen – a global measurement and data analytics company that provides a complete and trusted view of consumers and markets worldwide. As a Lead Data Scientist, he focuses on writing robust, scalable, and efficient Python code to enable measurement and empower decision making. As a self-proclaimed Python enthusiast, Logan enjoys attending meetups and conferences in the Austin, Texas area to share his knowledge with others. "},
{"title": "Advanced Dimensionality Reduction in R", "time": 4, "video": 16, "exercise": 51, "audience": 170, "trainer": "Federico Castanedo", "trainer_occupation": "Data Scientist at DataRobot", "trainer_description": "Federico Castanedo is the Lead Telco Data Scientist at DataRobot. He is also an O'Reilly author on data science.\r\nPreviously, he was the Lead Data Scientist at Vodafone Group and before that Chief Data Scientist/Co-founder at WiseAthena.com.\r\n\r\nHe has published several scientific papers about data fusion techniques, visual sensor networks, and machine learning. \r\n\r\nHe holds a Ph.D. in Artificial Intelligence from the University Carlos III of Madrid and has also been a visiting researcher at Stanford University."},
{"title": "Regression Modeling in R: Case Studies", "time": 4, "video": 14, "exercise": 49, "audience": 182, "trainer": "Danielle Quinn", "trainer_occupation": "PhD Candidate, Biology", "trainer_description": "Danielle Quinn is a PhD Candidate at Memorial University in Newfoundland, Canada, where she is developing and testing computational approaches to solving common challenges in marine conservation. She has been using R  for a wide variety of tasks since 2009 and, more recently, is using Python's scikit-learn to apply machine learning techniques to marine conservation research. She has an MSc and BScH in Biology from Acadia University in Nova Scotia, Canada, with a primary focus in fisheries and ecology, and is the President and co-founder of Terranaut Club, a non-profit organization dedicated to providing hands-on science and nature exploration opportunities for girls."},
{"title": "Software Engineering for Data Scientists in Python", "time": 4, "video": 15, "exercise": 51, "audience": 362, "trainer": "Adam Spannbauer", "trainer_occupation": "Machine Learning Engineer at Eastman", "trainer_description": "Adam is a machine learning engineer at Eastman Chemical Company.  His work history has had a focus on NLP projects using open source data science tools such as Python, R, and Shiny.  He stays active in the open source community on GitHub, mostly working on side-projects involving computer vision.  Adam holds degrees from Maryville College and the University of Tennessee."},
{"title": "Probability Puzzles in R", "time": 4, "video": 13, "exercise": 45, "audience": 318, "trainer": "Peter Chi", "trainer_occupation": "Assistant Professor of Statistics, Villanova University", "trainer_description": "Peter Chi is an Assistant Professor in the Department of Mathematics and Statistics at Villanova University. His primary research focus is centered on statistical methodologies in phylogenetics and evolutionary biology. He completed his Ph.D. in the Department of Biostatistics at the University of Washington, and has previously held faculty positions at Ursinus College, and Cal Poly San Luis Obispo. Find out more at his "},
{"title": "Data Visualization in Spreadsheets", "time": 4, "video": 16, "exercise": 55, "audience": 341, "trainer": "Raina Hawley", "trainer_occupation": "Owner/Instructor, OzGrid Business Applications", "trainer_description": "Raina Hawley from Australind, Western Australia is a professional Microsoft Excel consultant whose company, OzGrid Business Applications offers services in all aspects of Excel, and VBA for Excel. The company's web site at www.ozgrid.com provides a huge Free Excel/VBA forum, a wide selection of templates, add-ins and software, Excel/VBA consultancy, some great training courses and hundreds of free resources.  Raina is also a lecturer at South Regional TAFE and has co-authored several Excel/VBA books."},
{"title": "Topic Modeling in R", "time": 4, "video": 14, "exercise": 49, "audience": 115, "trainer": "Pavel Oleinikov", "trainer_occupation": "Associate Director, Quantitative Analysis Center, Wesleyan University", "trainer_description": "Pavel Oleinikov uses his background in social and natural sciences to advance the application of quantitative methods to data from the social world. He teaches courses on basics of Big Data, network analysis, text mining, and skills-focused courses. A large part of his work lies in assisting Wesleyan faculty with their diverse projects."},
{"title": "Longitudinal Analysis in R", "time": 4, "video": 13, "exercise": 49, "audience": 392, "trainer": "Brandon LeBeau", "trainer_occupation": "Assistant Professor, University of Iowa", "trainer_description": "Brandon enjoys working with data to make informed decisions. He is an Assistant Professor of Educational Measurement and Statistics at the University of Iowa and also helps the Belin-Blank Center at the University of Iowa answer their applied research questions. His interests include working with longitudinal data, computationally intensive methods, reproducible research workflows, and research software developer. He has three R packages currently on CRAN: pdfsearch, simglm, and highlightHTML."},
{"title": "Working with Dates and Times in Python", "time": 4, "video": 14, "exercise": 48, "audience": 152, "trainer": "Max Shron", "trainer_occupation": "Data Scientist and Author", "trainer_description": "Max Shron is a Data Scientist and author. Prior to his role as Director of Data at Warby Parker, he founded the consultancy Polynumeral, whose clients ranged from NGOs to the Fortune 500. He was the first Data Scientist at OkCupid, where he helped create many popular blog posts. He wrote Thinking with Data (O'Reilly 2015), a book learning from design and rhetoric to help data scientists solve the right problems."},
{"title": "Supply Chain Analytics in Python", "time": 4, "video": 16, "exercise": 48, "audience": 377, "trainer": "Aaren Stubberfield", "trainer_occupation": "Manager, Supply Chain Analytics @ Ingredion Incorporated", "trainer_description": "Manager of Supply Chain Analytics, with over 7 years of experience analyzing data to find insight for business related questions. I am responsible Supply Chain related Analytics for the NA business for $5.8 billion ingredient solutions provider to the food, beverage, brewing and pharmaceutical sectors. I graduated from DePaul University with distinction and received a MS in Predictive Analytics. I am passionate about Data Science / Machine Learning and I continue to work on my craft by learning new concepts through online classes."},
{"title": "Time Series with data.table in R", "time": 4, "video": 14, "exercise": 52, "audience": 536, "trainer": "James Lamb", "trainer_occupation": "Staff Data Scientist, Uptake", "trainer_description": "James is a Staff Data Scientist at Uptake, an Industrial IoT company based in Chicago, IL. He focuses on merging the disciplines of software engineering and data science. He is the maintainer and main author of the \"uptasticsearch\" R package, a co-author on the \"pkgnet\" package, and a member of the LightGBM development team. James holds masters degrees in Applied Economics (Marquette University) and Data Science (University of California, Berkeley)."},
{"title": "Financial Forecasting in Python", "time": 4, "video": 12, "exercise": 49, "audience": 1353, "trainer": "Victoria Clark", "trainer_occupation": "Chartered Global Management Accountant at CIMA", "trainer_description": "I started my career in Financial Management and combined this with my interest in technology and automation. In this way, I have been exploring easy to use programming languages, especially Python, to help me with my day to day tasks.  In the Financial world, there are huge synergies to be gained with programming languages such as Python that is unfortunately not leveraged as much as it could be. I hope to share my passion of teaching to these subjects, and join the worlds of Finance and Technology together."},
{"title": "Single-Cell RNA-Seq Workflows in R", "time": 4, "video": 12, "exercise": 50, "audience": 969, "trainer": "Fanny Perraudeau", "trainer_occupation": "Senior Data Scientist, Whole Biome", "trainer_description": "Fanny Perraudeau is a Senior Data Scientist at Whole Biome where she manages, designs, and implements novel genomics algorithms and bioinformatics pipelines to further improve the analysis of of Whole Biome microbiome data. In addition, she runs statistical analyses to aid the company’s therapeutic discovery efforts. She has a master from Ecole Polytechnique, France and a PhD in Biostatistics from University of California, Berkeley with a Designated Emphasis in Computational and Genomic Biology. Much of her work is motivated by the development and application of statistical methods and software for the analysis of biomedical and genomic data, especially metagenomics and single-cell RNASeq."},
{"title": "Course Creation at DataCamp", "time": 3, "video": 20, "exercise": 69, "audience": 157, "trainer": "Content Team", "trainer_occupation": "Data Science Enthusiasts", "trainer_description": "We are a team of educators, data scientists, and technologists that help build DataCamp courses, projects, and challenges. Our mission is to democratize data science education by building the best platform to learn and teach data skills and make data fluency accessible to millions of people and businesses around the world."},
{"title": "Advanced NLP with spaCy", "time": 5, "video": 15, "exercise": 55, "audience": 927, "trainer": "Ines Montani", "trainer_occupation": "spaCy core developer and co-founder of Explosion AI", "trainer_description": "Ines is a developer specialising in applications for AI, Machine Learning and Natural Language Processing technologies. She's the co-founder of Explosion AI and a core developer of the spaCy NLP library, and Prodigy, an annotation tool for radically efficient machine teaching."},
{"title": "Customer Analytics & A/B Testing in Python", "time": 4, "video": 16, "exercise": 49, "audience": 2617, "trainer": "Ryan Grossman", "trainer_occupation": "Data Scientist at EDO Inc.", "trainer_description": "Ryan is a Data Scientist at EDO Inc, a Data Science Software company. Prior to that he worked designing and analyzing A/B tests and customer data as a member of the Business Analytics team at Tinder. He received his  bachelor's degree in Statistics from Harvard University and is passionate about leverage data analytics to improve customer experiences and help companies run more efficiently. "},
{"title": "Working with Geospatial Data in Python", "time": 4, "video": 16, "exercise": 53, "audience": 132, "trainer": "Joris Van den Bossche", "trainer_occupation": "Open Source Software Developer; Core Developer of Pandas, GeoPandas and scikit-learn", "trainer_description": "Joris is an open source python enthusiast and currently working at the Université Paris-Saclay Center for Data Science (at Inria), working both on data science projects as contributing to Pandas and scikit-learn. Joris has an academic background in air quality research at Ghent University and VITO (Belgium) and regularly gives Python data analysis workshops. He is a core contributor to Pandas and the maintainer of GeoPandas."},
{"title": "Network Analysis in R: Case Studies", "time": 4, "video": 11, "exercise": 47, "audience": 634, "trainer": "Ted Hart", "trainer_occupation": "Senior Data Scientist", "trainer_description": "Ted likes to work with interesting data to answer interesting questions. He is a Senior Data Scientist in Silicon Valley and adjunct faculty in the biology department at the University of Vermont. He received his PhD in ecology from the University of Vermont, and did his post-doc at the University of British Columbia. In his spare time he develops open source software for ecology."},
{"title": "Introduction to Bioconductor", "time": 4, "video": 14, "exercise": 54, "audience": 845, "trainer": "Paula Martinez", "trainer_occupation": "Data Scientist", "trainer_description": "Paula Andrea Martinez is currently working at The Life Sciences infrastructure ELIXIR Europe. She empowers life scientists by training them in software skills, data analysis, visualization and data stewardship best practices. She also advocates for open and reproducible science as evidenced by her volunteer roles with The Carpentries.\r\n\r\nPaula gained her PhD in applied Bioinformatics from The University of Queensland, using computational methods to study genomic diversity. She is particularly interested in R, databases, community building, open science, and diversity in STEM."},
{"title": "Data Manipulation in R with data.table", "time": 4, "video": 15, "exercise": 59, "audience": 527, "trainer": "Matt Dowle", "trainer_occupation": "Author of data.table", "trainer_description": "Matt Dowle is the main author of the data.table package. Matt has worked for some of the world’s largest financial organizations and has been programming in R for over a decade."},
{"title": "Building Response Models in R", "time": 4, "video": 13, "exercise": 53, "audience": 303, "trainer": "Kathrin Gruber", "trainer_occupation": "Assistant Professor of Econometrics, Erasmus University Rotterdam", "trainer_description": "Kathrin is Assistant Professor of Marketing Analytics and Data Science at the Department of Econometrics, Erasmus University Rotterdam. Her research interests are on the interface between Bayesian statistics and machine learning with focus on methods that are scalable to large problems. She likes to data puzzle and loves to code."},
{"title": "Parallel Programming in R", "time": 4, "video": 15, "exercise": 55, "audience": 1105, "trainer": "Hana Sevcikova", "trainer_occupation": "Senior Research Scientist, University of Washington", "trainer_description": "Hana works as a senior research scientist at the University of Washington’s Center for Statistics and the Social Sciences, in the area of statistical computing. She also works as a data scientist at the Puget Sound Regional Council in Seattle. She has been involved in projects advancing parallel computing in statistics. She contributed to the snow package which became the R core package parallel. She developed a methodology for fault tolerant and reproducible parallel computing, implemented in snowFT, as well as the first interface to the L’Ecuyer's random number generator, the rlecuyer package. Currently, she’s been working in the area of statistical demography, developing R packages used by the United Nations for projecting demographic indicators for all countries of the world."},
{"title": "Business Process Analytics in R", "time": 4, "video": 16, "exercise": 58, "audience": 1178, "trainer": "Gert  Janssenswillen", "trainer_occupation": "Author of bupaR package", "trainer_description": "Gert Janssenswillen is a PhD candidate at Hasselt University. His research focusses mainly on the quality measurement of discovered process models and inferential statistics in process mining. At Hasselt University, he teaches exploratory data analysis and business process analytics. As creator of the bupaR packages for business process analytics with R, he has introduced a framework for easy and reproducible analysis of event data.\r\n\r\n\r\n\r\n"},
{"title": "Python for Spreadsheet Users", "time": 4, "video": 13, "exercise": 48, "audience": 5239, "trainer": "Chris Cardillo", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Chris is a Data Scientist at DataCamp, and actually learned programming for data science "},
{"title": "Dimensionality Reduction in R", "time": 4, "video": 14, "exercise": 46, "audience": 1094, "trainer": "Alexandros Tantos", "trainer_occupation": "Assistant Professor, Aristotle University of Thessaloniki", "trainer_description": "Alexandros is an Assistant Professor of Text and Computational Linguistics at the Aristotle University of Thessaloniki. His main interests include the application of deep learning algorithms for improving our understanding of how a first/second language is processed and acquired by native speakers, data analysis and programming in R. "},
{"title": "Inference for Numerical Data", "time": 4, "video": 15, "exercise": 50, "audience": 2601, "trainer": "Mine Cetinkaya-Rundel", "trainer_occupation": "Associate Professor at Duke University & Data Scientist and Professional Educator at RStudio", "trainer_description": "Mine is the Director of Undergraduate Studies and an Associate Professor of the Practice in the Department of Statistical Science at Duke University as well as a Professional Educator at RStudio. Her work focuses on innovation in statistics pedagogy, with an emphasis on computation, reproducible research, open-source education, and student-centered learning. She is the author of three open-source introductory statistics textbooks as part of the OpenIntro project and teaches the popular Statistics with R MOOC on Coursera. "},
{"title": "Introduction to Relational Databases in SQL", "time": 4, "video": 13, "exercise": 45, "audience": 6070, "trainer": "Timo Grossenbacher", "trainer_occupation": "Data Journalist at SRF Data", "trainer_description": "Timo Grossenbacher is a data journalist working with the Swiss Public Broadcast (SRF), where he uses scripting and databases for almost "},
{"title": "Optimizing R Code with Rcpp", "time": 4, "video": 15, "exercise": 52, "audience": 282, "trainer": "Romain François", "trainer_occupation": "Software Engineer at RStudio; contributor to Rcpp and dplyr", "trainer_description": "Romain is a software engineer with the tidyverse team at RStudio,\r\nafter a consulting career in companies such as Mango Solutions and ThinkR. \r\nHe is passionate about R in general, and specifically connecting R\r\nwith other programming languages such as C++, Java, and Go. \r\nRomain contributed to the popular Rcpp and dplyr.  "},
{"title": "Clustering Methods with SciPy", "time": 4, "video": 14, "exercise": 46, "audience": 757, "trainer": "Shaumik Daityari", "trainer_occupation": "Business Analyst at American Express", "trainer_description": "With masters in Earth Sciences and Agribusiness Management, followed by sales stints in the consumer goods industry, I seem to have found my calling in the field of analytics. I am a data analyst by day, and a comic book enthusiast by night (or maybe, I'm Batman?) I love writing – a Top Writer on Quora, I have a personal blog with over a million hits and published a book on Git.\r\n\r\nI have been writing tutorials and creating screencasts on the web for over five years. A huge football fan and gamer, I must have spent more hours on my PlayStation than Messi has on the field. In the little time that is left after coding and video games, I follow the daily variation of the prices of comic books rather than the stock market."},
{"title": "Big Data Fundamentals via PySpark", "time": 4, "video": 16, "exercise": 55, "audience": 3559, "trainer": "Upendra Kumar Devisetty", "trainer_occupation": "Science Analyst at CyVerse", "trainer_description": "Upendra Kumar Devisetty is a Science Analyst at CyVerse where he scientifically interacts with biologists, bioinformaticians, programming teams and other members of CyVerse team. He also coordinates development across projects, and facilitates integration and cross-communication. His current work mainly focuses on integrative analysis of Big Data using high-throughput methods on advanced computing systems. As scientific computing is becoming indispensable for Big Data research, he started building a community to develop and propagate a set of best practices, including continuous testing, version control, virtualization, sharing code through notebooks, and standard data structures."},
{"title": "Foundations of Predictive Analytics in Python (Part 2)", "time": 4, "video": 15, "exercise": 56, "audience": 893, "trainer": "Nele Verbiest", "trainer_occupation": "Data Scientist at Python Predictions", "trainer_description": "Nele is a senior data scientist at Python Predictions, after joining in 2014. She holds a master’s degree in mathematical computer science and a PhD in computer science, both from Ghent University.\r\n\r\nAt Python Predictions, she developed several predictive models and recommendation systems in the fields of banking, retail and utilities. Nele has a keen interest in big data technologies and business applications"},
{"title": "Introduction to Data Science in Python", "time": 4, "video": 13, "exercise": 44, "audience": 7215, "trainer": "Hillary Green-Lerman", "trainer_occupation": "Senior Curriculum Lead, DataCamp", "trainer_description": "Hillary is a Senior Curriculum Lead at DataCamp. She is an expert in creating a data-driven product and curriculum development culture, having built the Product Intelligence team at Knewton from the ground up prior to joining DataCamp. She enjoys explaining data science in a way that is understandable to people with both PhDs in Math and BAs in English."},
{"title": "Analyzing Social Media Data in Python", "time": 4, "video": 14, "exercise": 51, "audience": 3793, "trainer": "Alex Hanna", "trainer_occupation": "Computational Social Scientist", "trainer_description": "Alex Hanna is a computational social scientist working in the areas of politics, natural language processing, and fairness in machine learning and artificial intelligence."},
{"title": "Object-Oriented Programming in Python", "time": 4, "video": 14, "exercise": 48, "audience": 4757, "trainer": "Vicki Boykis", "trainer_occupation": "Senior Consultant in Machine Learning and Engineering ", "trainer_description": "Vicki is a senior consultant in machine learning and engineering and works with clients to build holistic data products used for decision-making. She's previously spoken at PyData, taught SQL for GirlDevelopIt, and blogs about data pipelines and open internet. She has an MBA from Temple University in Philadelphia."},
{"title": "Data Analysis with Spreadsheets", "time": 3, "video": 0, "exercise": 27, "audience": 15200, "trainer": "Vincent Vankrunkelsven", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Vincent has a Master's degree in Computer Science and has several years of experience with spreadsheets in a professional context. He experienced first-hand the difficulties that come with creating a spreadsheet that is beautiful as well as functional. This made him passionate about teaching people how to use spreadsheets correctly."},
{"title": "Fraud Detection in R", "time": 4, "video": 16, "exercise": 49, "audience": 2009, "trainer": "Bart Baesens", "trainer_occupation": "Professor in Analytics and Data Science at KU Leuven", "trainer_description": "Professor Bart Baesens is a professor of Big Data & Analytics at KU Leuven (Belgium), and a lecturer at the University of Southampton (United Kingdom).  He has done extensive research on big data & analytics, credit risk modeling, fraud detection, and marketing analytics.  He co-authored more than 250 scientific papers and 10 books some of which have been translated into Chinese, Kazakh and Korean, and sold more than 20,000 copies of these books world-wide.  Bart received the OR Society’s Goodeve medal for best JORS paper in 2016 and the EURO 2014 and EURO 2017 award for best EJOR paper.  His research is summarized at www.dataminingapps.com.  He also regularly tutors, advises and provides consulting support to international firms with respect to their analytics and credit risk management strategy."},
{"title": "SQL for Exploratory Data Analysis", "time": 4, "video": 16, "exercise": 58, "audience": 2722, "trainer": "Christina Maimone", "trainer_occupation": "Data Scientist, Northwestern University", "trainer_description": "Christina Maimone leads Research Data Services at Northwestern University with the IT Research Computing Services group.  She enables innovative research by providing data science, programming, and software development support for researchers.  Through consultations, project collaborations, user groups, and workshops, the Research Data Services team ensures researchers have the resources, services, and skills they need to overcome challenges in their work.  Christina regularly uses R, Python, and SQL but enjoys the challenge of using a wide range of programs and languages in her work.  She has a PhD in political science and an MS in statistics from Stanford."},
{"title": "Spreadsheet Basics", "time": 2, "video": 0, "exercise": 23, "audience": 14671, "trainer": "Vincent Vankrunkelsven", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Vincent has a Master's degree in Computer Science and has several years of experience with spreadsheets in a professional context. He experienced first-hand the difficulties that come with creating a spreadsheet that is beautiful as well as functional. This made him passionate about teaching people how to use spreadsheets correctly."},
{"title": "Fraud Detection in Python", "time": 4, "video": 16, "exercise": 57, "audience": 3325, "trainer": "Charlotte Werger", "trainer_occupation": "Head of Data Science at Van Lanschot Kempen", "trainer_description": "Charlotte Werger is currently head of Data Science at Van Lanschot Kempen. A data scientist with a background in econometrics, Charlotte has worked in finance as a quantitative researcher and portfolio manager for BlackRock and Man AHL, using data science to predict movements in stock markets. She is a former ASI fellow, where she worked on predicting staff performance from psychometric test results, and has also worked on energy smart meter data analysis, and former ASI education manager at ASI Data Science. Charlotte holds a PhD in economics from the European University Institute and an MPhil from Toulouse School of Economics."},
{"title": "Customer Segmentation in Python", "time": 4, "video": 17, "exercise": 55, "audience": 3561, "trainer": "Karolis Urbonas", "trainer_occupation": "Head of Data Science at Amazon", "trainer_description": "Karolis is currently leading a data science team for Amazon Devices - analyzing behavior of Amazon Echo, Kindle, FireTV and FireTablets customers. He's a data science enthusiast obsessed with machine learning, analytics, neural networks, data cleaning, feature engineering, and every engineering puzzle he can get his hands on. On his free time, he blogs about all these topics at "},
{"title": "GARCH Models in R", "time": 4, "video": 16, "exercise": 60, "audience": 1318, "trainer": "Kris Boudt", "trainer_occupation": "Professor of Finance and Econometrics at VUB and VUA", "trainer_description": "Kris Boudt is professor of finance and econometrics at Ghent University, Vrije Universiteit Brussel and Amsterdam. He teaches the  courses \"GARCH models in R\" and \"Introduction to portfolio analysis in R\" at Datacamp. He is  a research partner at Finvex and a founding member of the sentometrics organization. He is also affiliated with the KU Leuven and an invited lecturer at the University of Illinois in Chicago, Renmin University of China, Sichuan University and SWUFE in Chengdu and the University of Aix-Marseille. Kris Boudt obtained his PhD in 2008 for his developments in the modelling and estimation of financial risk under non-normal distribution. He has published his research in the Journal of Banking and Finance, Journal of Econometrics, Journal of Portfolio Management, Journal of Financial Econometrics,  and the Review of Finance, among others. Kris Boudt received several awards for outstanding research and refereeing and is an active contributor to the open source community."},
{"title": "Generalized Linear Models in R", "time": 4, "video": 14, "exercise": 56, "audience": 2291, "trainer": "Richard Erickson", "trainer_occupation": "Quantitative Ecologist", "trainer_description": "Richard helps people to experience and understand their increasingly numerical world. For his day job he develops new quantitative methods for monitoring and controlling invasive species as well as helping other scientists analyze and understand their data. He has worked on "},
{"title": "Linear Algebra for Data Science in R", "time": 4, "video": 15, "exercise": 56, "audience": 2758, "trainer": "Eric Eager", "trainer_occupation": "Data Scientist at Pro Football Focus\r\n", "trainer_description": "Eric Eager is a data scientist for Pro Football Focus, where he analyzes data for all 32 National Football League teams and over 40 college football teams. Before joining PFF in 2018, he was a professor in the Department of Mathematics and Statistics at the University of Wisconsin – La Crosse, where he published over 20 papers in mathematical biology and the scholarship of teaching and learning while securing more than $300,000 in National Science Foundation funding for undergraduate mentorship."},
{"title": "Convolutional Neural Networks for Image Processing", "time": 4, "video": 13, "exercise": 45, "audience": 5548, "trainer": "Ariel Rokem", "trainer_occupation": "Senior Data Scientist, University of Washington", "trainer_description": "Ariel Rokem is a Data Scientist at the University of Washington eScience Institute. He received a PhD in neuroscience from UC Berkeley, and postdoctoral training in computational neuroimaging at Stanford. In his work, he develops data science algorithms and tools, and applies them to analysis of neural data. He is also a contributor to multiple open-source software projects in the scientific Python ecosystem."},
{"title": "Designing and Analyzing Clinical Trials in R", "time": 4, "video": 15, "exercise": 48, "audience": 1121, "trainer": "Tamuno Alfred", "trainer_occupation": "PhD. Biostatistician", "trainer_description": "Tamuno Alfred is a biostatistician with experience in the pharmaceutical industry and in academia. She has worked on several clinical trials and epidemiological studies. Tamuno has an MSc in Medical Statistics and a PhD in Genetic Epidemiology."},
{"title": "Predictive Analytics using Networked Data in R", "time": 4, "video": 14, "exercise": 56, "audience": 1385, "trainer": "Maria Oskarsdottir", "trainer_occupation": "Post-doctoral Researcher", "trainer_description": "María Óskarsdóttir is a post-doctoral researcher and an active R user. She holds a PhD in Business Economics from KU Leuven (Belgium). Her research puts focus on applying social network analytics techniques for predictive modeling in marketing, credit scoring and insurance."},
{"title": "Machine Learning in the Tidyverse", "time": 5, "video": 15, "exercise": 52, "audience": 2163, "trainer": "Dmitriy Gorenshteyn", "trainer_occupation": "Lead Data Scientist at Memorial Sloan Kettering Cancer Center", "trainer_description": "Dmitriy is a Lead Data Scientist in the Strategy & Innovation department at Memorial Sloan Kettering Cancer Center. At MSK he develops predictive models for programs aimed at improving patient care. Prior to this role, Dmitriy completed his Doctorate in Quantitative & Computational Biology at Princeton University. With a passion for teaching and for R, he regularly holds cross-departmental R training sessions within MSK. His core teaching philosophy is centered on building intuition and understanding for the methods and tools available."},
{"title": "Intermediate SQL Server", "time": 4, "video": 14, "exercise": 47, "audience": 8438, "trainer": "Ginger Grant", "trainer_occupation": "Principal Consultant, Desert Isle Group", "trainer_description": "Ginger is a Data Platform MVP and Microsoft Certified Trainer who shares what she has learned working with data technology with clients by providing training and talks to people around the world. Recently she became an author on the book Exam Ref 70-774 Perform Cloud Data Science with Azure Machine Learning.  She runs her own data consultancy practice to help clients analyze data using many different techniques."},
{"title": "Financial Analytics in R", "time": 4, "video": 17, "exercise": 59, "audience": 2712, "trainer": "Emily Riederer", "trainer_occupation": "Analytics Manager", "trainer_description": "Emily Riederer is an Analytics Manager at Capital One. She is passionate about incorporating coding best practices and reproducible methods into standard business analysis workflows. Previously, she studied at the University of North Carolina at Chapel Hill where she worked in a healthcare operations research group. You can find her on Twitter at @emilyriederer."},
{"title": "Pivot Tables with Spreadsheets", "time": 4, "video": 13, "exercise": 54, "audience": 5170, "trainer": "Frank Sumanski", "trainer_occupation": "Founder, SpreadsheetAllstars.com", "trainer_description": "My mission is to share my passion and knowledge of Microsoft Excel, Data, and Analytics with the world. I founded OfficeInnovator.com to provide corporate and academic Microsoft Excel training, and SpreadsheetAllstars.com to provide daily tips and tricks to hone your skills.  I believe that mastering spreadsheets will provide a great foundation for all Data-centric learning. With over 15 years of experience with Excel in professional and academic environments, and an MBA from Rutgers University, I understand its importance in the modern workplace, and have developed training programs to help others learn the vast capabilities that are available to them. "},
{"title": "Building Recommendation Engines with PySpark", "time": 4, "video": 15, "exercise": 56, "audience": 2361, "trainer": "Jamen Long", "trainer_occupation": "Data Scientist", "trainer_description": "Jamen is a data scientist with experience building machine learning models to predict and guide customers’ physical and digital shopping journeys. Having started his data science journey with DataCamp years ago, Jamen enjoys continuing to learn new applications of algorithms and data science frameworks. "},
{"title": "Web Scraping in Python", "time": 4, "video": 17, "exercise": 56, "audience": 5545, "trainer": "Thomas Laetsch", "trainer_occupation": "Data Scientist at New York University", "trainer_description": "Since January 2016, Thomas Laetsch has been a Moore-Sloan Post-Doctoral Associate in the Center for Data Science at NYU. In 2012, he received his PhD in mathematics from the University of California, San Diego, specializing in probability, differential geometry, and functional analysis. From 2012 through 2015, he was a Visiting Assistant Professor at the University of Connecticut, working on central tendency theorems for random walks in degenerate spaces."},
{"title": "Interactive Data Visualization with rbokeh", "time": 4, "video": 12, "exercise": 47, "audience": 981, "trainer": "Omayma Said", "trainer_occupation": "Data Scientist", "trainer_description": "Omayma is a Data Scientist who likes to engage with data, challenge assumptions and help others make data-informed decisions. She worked on developing algorithms and analyzing users data at a tech company providing a marketplace for jobs and career services. Prior to that she obtained her Master’s degree in “Systems Engineering and Engineering Management” with a focus on electronics where she worked with wearable sensors data. She writes about data science and R in her blog onceupondata.com."},
{"title": "Intermediate Spreadsheets for Data Science", "time": 4, "video": 12, "exercise": 48, "audience": 4223, "trainer": "Richie Cotton", "trainer_occupation": "Head of Content Quality at DataCamp", "trainer_description": "Richie runs the Content Quality team at DataCamp. He has been using R since 2004, in the fields of proteomics, debt collection, and chemical health and safety. He has released almost 30 R packages on CRAN and Bioconductor – most famously the "},
{"title": "Biomedical Image Analysis in Python", "time": 4, "video": 15, "exercise": 54, "audience": 3628, "trainer": "Stephen Bailey", "trainer_occupation": "NIH Research Fellow", "trainer_description": "Stephen Bailey is an applied data scientist at Immuta. He is passionate about democratizing science and is an enthusiastic member of the Python community. Stephen has published a number of papers on leveraging medical imaging technology to better understand health and disease, and he is excited to introduce others to this dynamic research field!"},
{"title": "Visualizing Geospatial Data in Python", "time": 4, "video": 14, "exercise": 51, "audience": 2878, "trainer": "Mary van Valkenburg", "trainer_occupation": "Data Science Program Manager at Nashville Software School", "trainer_description": "Mary van Valkenburg is a lead instructor and program manager for the Analytics and Data Science Program at Nashville Software School, a non-profit that helps adults develop skills and launch careers in software development and data science. She holds a Masters in Data Science from Lipscomb University.  Mary enjoys the thrill of discovery that comes with exploring and analyzing data, and as an instructor seeks to facilitate that sense of discovery by others."},
{"title": "Dealing With Missing Data in R", "time": 4, "video": 14, "exercise": 53, "audience": 1804, "trainer": "Nicholas Tierney", "trainer_occupation": "Statistician", "trainer_description": "I recently completed my PhD in Statistics at QUT, and am now a Research Fellow in Statistics at Monash University working with Rob Hyndman and Di Cook in the NUMBAT group. My research aims to improve data analysis workflow. This includes statistical modeling, calculating diagnostics, drawing inferences and making decisions. Crucial to this work is producing high quality software to accompany each research idea. My work so far has focussed on the importance of knowing your data (visdat), and on creating principles and tools that make it easier to work with, explore, and model missing data (naniar). I have also implemented theoretical optimization models to identify and relocate facilities to maximize their coverage on a population, in the R package maxcovr, and am interested in testing if commonly used diagnostics for MCMC methods are used effectively by researchers. I love the R programming language and how it has transformed my world."},
{"title": "Survival Analysis in R", "time": 4, "video": 14, "exercise": 52, "audience": 1958, "trainer": "Heidi Seibold", "trainer_occupation": "Statistician at LMU Munich", "trainer_description": "Heidi is a statistics postdoc at LMU Munich. Her research focus is on statistical methods for personalised medicine with the aim of improving treatment of patients. Heidi has collaborated on several R packages and is an assistant editor for the Journal of Statistical Software, where she is responsible for reproducibility checks. She promotes open and reproducible science and sees R and Git as some of the most powerful tools for computational reproducibility in statistics and machine learning. Heidi loves to teach, especially R related topics."},
{"title": "Conda for Building & Distributing Packages", "time": 3, "video": 0, "exercise": 28, "audience": 754, "trainer": "Albert DeFusco", "trainer_occupation": "Data Science Instructor at Anaconda Inc.", "trainer_description": "Albert specializes in scientific and high performance computing and teaches Data Science topics such as machine learning and big data processing. Prior to Anaconda he completed a Ph.D. in theoretical chemistry at the University of Pittsburgh in 2008 on the quantum mechanic interactions between water molecules and was a Research Professor in the Center for Simulation and Modeling at the University of Pittsburgh."},
{"title": "Anomaly Detection in R", "time": 4, "video": 13, "exercise": 47, "audience": 2050, "trainer": "Alastair Rushworth", "trainer_occupation": "Data Scientist ", "trainer_description": "Alastair is a data scientist working in financial services.  He has a background in statistical research and gained a PhD in Statistics from the University of Glasgow in 2014.  He is passionate about the application of statistical modelling and machine learning to solve important problems and preaching the amazing power of the R language.  "},
{"title": "Analyzing US Census Data in R", "time": 4, "video": 17, "exercise": 59, "audience": 1390, "trainer": "Kyle Walker", "trainer_occupation": "Geography professor at TCU and spatial data science consultant", "trainer_description": "I work as a geography professor at TCU and as a spatial data science consultant.  My research focuses on demographic change and migration in US cities and suburbs; demographic data visualization; and tools for open data science.  I'm also the author of the tidycensus, tigris, and idbr R packages for working with US Census Bureau data.  "},
{"title": "Python for MATLAB Users", "time": 4, "video": 15, "exercise": 51, "audience": 1632, "trainer": "Justin Kiggins", "trainer_occupation": "Product Manager", "trainer_description": "Justin Kiggins is a Product Manager at the Chan Zuckerberg Initiative. While\r\ngetting his Ph.D. in Neuroscience, he abandoned MATLAB in favor of Python to run\r\nexperiments and analyze data. Since then, he's used Python to perform machine\r\nlearning on brain activity, automate the boring parts of scientific experiments,\r\ncreate video games for mice, build web applications for storing scientific\r\ndata, and scrape avocado prices from the internet to figure out where Millenials\r\ncan best afford a house. You can find him on Twitter at\r\n"},
{"title": "Analyzing Police Activity with pandas", "time": 4, "video": 16, "exercise": 50, "audience": 4061, "trainer": "Kevin Markham", "trainer_occupation": "Founder of Data School", "trainer_description": "Kevin is the founder of "},
{"title": "Statistical Simulation in Python", "time": 4, "video": 16, "exercise": 58, "audience": 3155, "trainer": "Tushar Shanker", "trainer_occupation": "Data Scientist at Uber", "trainer_description": "Tushar currently works at Uber where he leads the data science effort to optimize spend on advertising channels. Tushar's career so far has involved combining his background in engineering, his business acumen and doctoral training in economics to consistently help businesses solve complex problems. He has benefitted from rigorous academic training with experts at Harvard, MIT and BU - in particular the platform guru Prof. Marshall Van Alstyne. In addition, he has learned from and contributed to the world class data science teams at Airbnb and LinkedIn. "},
{"title": "A/B Testing in R", "time": 4, "video": 16, "exercise": 60, "audience": 2128, "trainer": "Page Piccinini", "trainer_occupation": "Senior Data Scientist at Classy", "trainer_description": "I am a senior data scientist at Classy. I received my PhD from the Linguistics Department at the University of California, San Diego in 2016, and am interested in using new (and old) types of statistical models to explain and predict complex data sets, whether they be individually based (e.g. acoustic information) or population based (e.g. speakers of more than one language). My primary language is R, but American English is a close second."},
{"title": "Analyzing Election and Polling Data in R", "time": 4, "video": 15, "exercise": 55, "audience": 2570, "trainer": "G Elliott Morris", "trainer_occupation": "Data Journalist", "trainer_description": "Elliott Morris is a data journalist who uses applied statistics and data science techniques with R to analyze, visualize, and model political (and other) data. Before he wrote articles and code professionally, he studied government, history, and computer science at the University of Texas at Austin. He shares his work frequently on Twitter (@gelliottmorris) and writes about data in politics at his blog, The Crosstab."},
{"title": "RNA-Seq Differential Expression Analysis", "time": 4, "video": 16, "exercise": 44, "audience": 1530, "trainer": "Mary Piper", "trainer_occupation": "Bioinformatics Consultant and Trainer", "trainer_description": "Mary Piper serves dual roles as research analyst and bioinformatics trainer in the Department of Biostatistics at the Harvard T.H. Chan School of Public Health. However, her primary role is the development and instruction of bioinformatics workshops focused on the analysis of next-generation sequencing data. She has a PhD in cellular and molecular biology from the University of Michigan and a background in science education. Her passion for bioinformatics research and teaching led to her desire to pursue bioinformatics as a career and to share that knowledge with the community."},
{"title": "Data Visualization with Seaborn", "time": 4, "video": 13, "exercise": 50, "audience": 5674, "trainer": "Chris Moffitt", "trainer_occupation": "Creator of Practical Business Python", "trainer_description": "Chris is an active python user with over ten years of experience using python for everything from web development to system administration and most recently data science. He is the author of the popular blog "},
{"title": "Interactive Maps with leaflet in R", "time": 4, "video": 16, "exercise": 55, "audience": 3580, "trainer": "Rich Majerus", "trainer_occupation": "Assistant Vice President at Colby College", "trainer_description": "Rich Majerus is Assistant Vice President of Donor Relations and Advancement Strategy at Colby College. At Colby, he develops new approaches to modeling and visualizing fundraising data. He regularly teaches R workshops and is listed in RStudio’s directory of instructors. Prior to his work at Colby, Rich was a founder of Third Coast Analytics, a successful and profitable data science consulting firm (Third Coast’s IP was acquired by Capture Higher Ed in 2016)."},
{"title": "Analyzing Survey Data in R", "time": 4, "video": 14, "exercise": 49, "audience": 2284, "trainer": "Kelly McConville", "trainer_occupation": "Assistant Professor of Statistics at Reed College", "trainer_description": "Kelly is a survey statistician and an assistant professor of statistics at Reed College where she teaches courses in statistics and data science.  She uses R in all of her courses and considers the tidyverse to be a great introduction to data analysis!  Whether it be assessing the impact of voter ID laws, quantifying changes in land use, or estimating occupational statistics, Kelly enjoys using data and R to better understand our world!  "},
{"title": "Network Science in R - A Tidy Approach", "time": 4, "video": 12, "exercise": 47, "audience": 1816, "trainer": "Massimo Franceschet", "trainer_occupation": "Professor of Data Science at the University of Udine (Italy)", "trainer_description": "I am currently interested in data science, complex networks, bibliometrics and generative art. A long time ago I was fond of logic and even before of artificial intelligence. Outside academia, I approached theater and contemporary dance. I love to demystify complex ideas and to cross-fertilize science and art.\r\n"},
{"title": "Hyperparameter Tuning in R", "time": 4, "video": 14, "exercise": 47, "audience": 1396, "trainer": "Shirin  Glander", "trainer_occupation": "Data Scientist @ codecentric", "trainer_description": "I’m Shirin, a biologist turned bioinformatician turned data scientist. During my PhD and Postdoc I worked with Next Generation Sequencing data to analyze diseases like arthritis. However, I then chose to become a data scientist for a German IT company, called codecentric. In this capacity, I have been working on many different projects, e.g. building fraud detection models, creating a chatbot, implementing predictive maintenance, and more. My tool of choice for data analysis so far has been R but I also work with Python. I am also very passionate about teaching and sharing knowledge, so I give workshops, talk at conferences or meetups, write blog posts and organize the MünsteR R-users group.\r\n"},
{"title": "Mixture Models in R", "time": 4, "video": 14, "exercise": 47, "audience": 1295, "trainer": "Víctor Medina", "trainer_occupation": "Doctoral Researcher at The University of Edinburgh", "trainer_description": "Victor is a doctoral researcher at the University of Edinburgh. With a background in Applied Statistics, he has worked researching and developing predictive risk models and mathematical tools for the Financial System. With a passion for teaching, he was a professor of Econometrics at the Universidad de Chile and, currently, works with the School of Political Sciences at Universidad Central to create applications to extract and analyze data from social media. Victor holds an MSc in Statistics, BEng, BSc in Physics and R is his second language."},
{"title": "Bayesian Regression Modeling with rstanarm", "time": 4, "video": 15, "exercise": 45, "audience": 1271, "trainer": "Jake Thompson", "trainer_occupation": "Psychometrician, ATLAS, University of Kansas", "trainer_description": "Jake is a Psychometrician at the Center for Accessible Teaching, Learning, and Assessment Systems ("},
{"title": "Support Vector Machines in R", "time": 4, "video": 13, "exercise": 47, "audience": 2325, "trainer": "Kailash Awati", "trainer_occupation": "Senior Lecturer at University of Technology Sydney.", "trainer_description": "Kailash Awati is co-founder and principal of  "},
{"title": "Machine Learning for Finance in Python", "time": 4, "video": 15, "exercise": 59, "audience": 6099, "trainer": "Nathan George", "trainer_occupation": "Assistant Professor of Data Science at Regis University", "trainer_description": "I teach and develop data science courses for Regis University's Master's in data science degree.  I also do research with neural networks on EEG data.  I spend some of my extra time applying neural nets to financial data in order to predict future prices of stocks and cryptocurrencies."},
{"title": "Multivariate Probability Distributions in R", "time": 4, "video": 15, "exercise": 51, "audience": 2218, "trainer": "Surajit Ray", "trainer_occupation": "Senior Lecturer in Statistics, University of Glasgow", "trainer_description": "Surajit is a Senior Lecturer in Statistics at the University of\r\n      Glasgow's School of Mathematics & Statistics. His research\r\n      interests are in the area of model selection, the theory and\r\n      geometry of mixture models, and functional data analysis. He is\r\n      especially interested in challenges presented by \"large\r\n      magnitude\", both in the dimension of data vectors and in the\r\n      number of vectors. He is the author of the R-package "},
{"title": "Intro to Python for Finance", "time": 4, "video": 14, "exercise": 55, "audience": 5977, "trainer": "Adina Howe", "trainer_occupation": "Assistant Professor and Data Scientist", "trainer_description": "Adina is an Assistant Professor in the College of Engineering at Iowa State University (ISU) in Ames, Iowa.  She teaches numerical methods, computational biology, and data science courses in the undergraduate and graduate programs.  Her research focuses on using computational tools to help address global grand challenges, such as how to best manage our land and water resources.  She loves dogs, board games, and using programming to solve problems that help people."},
{"title": "Advanced Deep Learning with Keras in Python", "time": 4, "video": 13, "exercise": 46, "audience": 3694, "trainer": "Zachary Deane-Mayer", "trainer_occupation": "Automation First Data Scientist at DataRobot", "trainer_description": "Zach is a Data Scientist at DataRobot and co-author of the caret R package. He's fascinated by predicting the future and spends his free time competing in predictive modeling competitions. He's currently one of top 500 data scientists on Kaggle and took 9th place in the Heritage Health Prize as part of the Analytics Inside team."},
{"title": "Experimental Design in R", "time": 4, "video": 12, "exercise": 52, "audience": 2651, "trainer": "kaelen medeiros", "trainer_occupation": "Content Quality Analyst at DataCamp", "trainer_description": "Kaelen is a Content Quality Analyst at DataCamp. They have served as a co-organizer for the R-Ladies Chicago Meetup and are still involved with R-Ladies Global. Kaelen received a MS in Biostatistics from Louisiana State University Health Sciences Center, where they studied and worked at the Louisiana Tumor Registry and they've designed experiments (and more!) for the American College of Surgeons, HERE Technologies, and HealthLabs. If you meet them, you will undoubtedly hear about their cat, Scully, within the first 3 minutes. Other favorite topics include aliens, popcorn, podcasts, and nail polish."},
{"title": "Marketing Analytics in R: Choice Modeling", "time": 4, "video": 17, "exercise": 54, "audience": 1486, "trainer": "Elea McDonnell Feit", "trainer_occupation": "Assistant Professor of Marketing at Drexel University", "trainer_description": "Elea is a marketing professor at Drexel University and a Senior Fellow of Wharton Customer Analytics.  She uses analytics to understand people so that companies can make better decisions. She enjoys making analytics  accessible to marketers and co-wrote R for Marketing Research and Analytics. Her husband has a much cooler job working on data acquisition systems for race cars and, sadly, she has not convinced him to use R. "},
{"title": "Preprocessing for Machine Learning in Python", "time": 4, "video": 20, "exercise": 62, "audience": 4635, "trainer": "Sarah Guido", "trainer_occupation": "Senior Data Scientist at InVision", "trainer_description": "Sarah is a Senior Data Scientist at InVision where she studies user collaboration through data. She is an accomplished conference speaker, conference track chair, and O'Reilly Media author, and is passionate about Python and machine learning. Sarah attended graduate school at the University of Michigan's School of Information."},
{"title": "Categorical Data in the Tidyverse", "time": 4, "video": 13, "exercise": 44, "audience": 2114, "trainer": "Emily Robinson", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Emily works with the growth team at DataCamp on creating a robust A/B testing system. She previously worked at Etsy as a data analyst with the search team and earned her master's degree at INSEAD in Organizational Behavior. She is a vocal supporter of diversity in Data Science and tech in general and serves as a board member of the  "},
{"title": "Foundations of Predictive Analytics in Python (Part 1)", "time": 4, "video": 14, "exercise": 52, "audience": 3127, "trainer": "Nele Verbiest", "trainer_occupation": "Data Scientist at Python Predictions", "trainer_description": "Nele is a senior data scientist at Python Predictions, after joining in 2014. She holds a master’s degree in mathematical computer science and a PhD in computer science, both from Ghent University.\r\n\r\nAt Python Predictions, she developed several predictive models and recommendation systems in the fields of banking, retail and utilities. Nele has a keen interest in big data technologies and business applications"},
{"title": "Structural Equation Modeling with lavaan in R", "time": 4, "video": 14, "exercise": 45, "audience": 1838, "trainer": "Erin Buchanan", "trainer_occupation": "Associate Professor of Psychology at Missouri State University", "trainer_description": "Dr. Erin Buchanan is a Professor at Harrisburg University of Science and Technology where she teaches a variety of statistics courses, data science skills, and natural language processing. Her research focuses on applied statistics, the use and misuse of statistics, and computational linguistics. She runs a "},
{"title": "Differential Expression Analysis in R with limma", "time": 4, "video": 15, "exercise": 47, "audience": 901, "trainer": "John Blischak", "trainer_occupation": "Postdoctoral Scholar at University of Chicago", "trainer_description": "John Blischak is a researcher in the Department of Human Genetics at the University of Chicago. He has years of experience using linear models to generate insight from functional genomics experiments, and he is excited to teach you how you can do the same."},
{"title": "Nonlinear Modeling in R with GAMs", "time": 4, "video": 15, "exercise": 50, "audience": 1401, "trainer": "Noam Ross", "trainer_occupation": "Senior Research Scientist at EcoHealth Alliance", "trainer_description": "Noam is a Senior Research Scientist at "},
{"title": "Factor Analysis in R", "time": 4, "video": 13, "exercise": 45, "audience": 2195, "trainer": "Jennifer Brussow", "trainer_occupation": "Psychometrician at Ascend Learning", "trainer_description": "I’m a researcher, programmer, and statistician with a Ph.D. in Research, Evaluation, Measurement, and Statistics from the University of Kansas, and I'm currently working as a Psychometrician at Ascend Learning. I spend most of my time analyzing data, thinking about statistical models, and learning new tricks in R.\r\n\r\nMy research interests include Differential Item Functioning, hierarchical models, and the application of statistical models to educational interventions and operational testing programs. I also make programming-related cross stitch designs and sell them on my Etsy store, commandlineXstitch.\r\n\r\nFor more about me, "},
{"title": "Bayesian Modeling with RJAGS", "time": 4, "video": 15, "exercise": 58, "audience": 1432, "trainer": "Alicia Johnson", "trainer_occupation": "Associate Professor,  Macalester College", "trainer_description": "\r\nProfessor Johnson’s primary research interest is in Markov chain Monte Carlo (MCMC) methods. The focus of her research has been on the convergence rates of chains corresponding to MCMC algorithms on general state spaces. In addition, she enjoys the unlimited applications of statistics. As a consultant for a division of the Centers for Disease Control and Prevention and the University of Minnesota, she has collaborated on projects in entomology, forestry, primatology, public health, and others. In other words, her work in statistics allows her to keep learning a little about a lot!"},
{"title": "Human Resources Analytics in R: Predicting Employee Churn", "time": 4, "video": 14, "exercise": 50, "audience": 1466, "trainer": "Abhishek Trehan", "trainer_occupation": "People Analytics Practitioner", "trainer_description": "Abhishek is an SHRM Certified Professional, a CAP® (Certified Analytics Professional from INFORMS), and a Six Sigma Black Belt. Has worked and held various roles in fortune 500 companies including setting up HR Analytics and Digital HR COE. He has been a visiting faculty to Indian Institute of Management and is a speaker on HR Analytics."},
{"title": "Feature Engineering with PySpark", "time": 4, "video": 16, "exercise": 60, "audience": 2185, "trainer": "John Hogue", "trainer_occupation": "Lead Data Scientist, General Mills", "trainer_description": "I have a strong drive for innovation and giving back. Through my work I enjoy building out a career path and center of excellence for those in data science at General Mills. I have a passion for taking action and challenging the status quo with fact based analysis to drive results. Outside of work I enjoy running an organization that gives aspiring and practicing data scientists opportunities to show case their skills in a meaningful way."},
{"title": "Machine Learning with Tree-Based Models in Python", "time": 5, "video": 15, "exercise": 57, "audience": 5622, "trainer": "Elie Kawerk", "trainer_occupation": "Data Scientist at Mirum Agency", "trainer_description": "Elie is a Data Scientist  with a love for Python and open source. He currently works at Mirum agency where he uses data analysis and machine learning models to analyze social media and digital marketing data.\r\n\r\nElie holds a PhD in computational physics from the University of Paris VI, France and has held a research fellowship at the University of Trieste, Italy."},
{"title": "Linear Classifiers in Python", "time": 4, "video": 13, "exercise": 44, "audience": 6714, "trainer": "Mike Gelbart", "trainer_occupation": "Instructor, the University of British Columbia", "trainer_description": "Mike Gelbart is an Instructor in the Department of Computer Science at the University of British Columbia (UBC) in Vancouver, Canada. He also teaches in, and co-designed, the Master of Data Science program at UBC. Mike received his undergraduate degree in physics from Princeton University and his PhD from the machine learning group at Harvard University, working on hyperparameter optimization for machine learning."},
{"title": "Data Privacy and Anonymization in R", "time": 4, "video": 13, "exercise": 45, "audience": 1463, "trainer": "Claire Bowen", "trainer_occupation": "Postdoctoral Researcher at the Los Alamos National Laboratory", "trainer_description": "Claire McKay Bowen is a Postdoctoral Researcher in the Statistical Science Group at the Los Alamos National Laboratory. She conducts research in uncertainty quantification with physics-informed Bayesian Model updating and data privacy via differentially private data synthesis methods. Her other interests include statistical computing, scientific communication, and STEM outreach."},
{"title": "Hierarchical and Mixed Effects Models", "time": 4, "video": 14, "exercise": 54, "audience": 4230, "trainer": "Richard Erickson", "trainer_occupation": "Quantitative Ecologist", "trainer_description": "Richard helps people to experience and understand their increasingly numerical world. For his day job he develops new quantitative methods for monitoring and controlling invasive species as well as helping other scientists analyze and understand their data. He has worked on "},
{"title": "Machine Learning for Time Series Data in Python", "time": 4, "video": 13, "exercise": 53, "audience": 5711, "trainer": "Chris Holdgraf", "trainer_occupation": "Fellow at the Berkeley Institute for Data Science", "trainer_description": "Chris Holdgraf is a fellow at the Berkeley Institute for Data Science at UC Berkeley. He has a PhD in cognitive neuroscience from UC Berkeley. His work is at the boundary between technology, open-source software, and scientific workflows. He's a core member of Project Jupyter and contributes to several other open source tools for data analytics and education."},
{"title": "HR Analytics in Python: Predicting Employee Churn", "time": 4, "video": 14, "exercise": 44, "audience": 2666, "trainer": "Hrant Davtyan", "trainer_occupation": "Assistant Professor of Data Science at the American University of Armenia", "trainer_description": "Hrant is an Assistant Professor of Data Science at the American University of Armenia and founder of METRIC research center. His courses are concentrated on Data collection, analysis, visualization and reporting using Python and R in all 4 domains of business: customers, people, operations and finance. Hrant also holds PhD in Economics. His research is related to applications of Machine Learning in Economics and Finance."},
{"title": "Marketing Analytics in R: Statistical Modeling", "time": 4, "video": 17, "exercise": 60, "audience": 5425, "trainer": "Verena Pflieger", "trainer_occupation": "Data Scientist at INWT Statistics", "trainer_description": "Data analytics was already part of Verena’s skill set during her studies of political and administrative science and statistics. Since earning her degree in 2014 Verena has been applying her experience and expertise in training and data science to her work at INWT."},
{"title": "Working with Data in the Tidyverse", "time": 4, "video": 17, "exercise": 56, "audience": 4439, "trainer": "Alison Hill", "trainer_occupation": "Professor and Data Scientist", "trainer_description": "Alison is an Associate Professor at Oregon Health & Science University (OHSU). She received her PhD in Developmental Psychology & Quantitative Methods from Vanderbilt University. Her research focuses on health-related applications of Natural Language Processing-based methods. She also teaches graduate-level data science courses and leads workshops on statistics, data analysis, and data visualization with R, and she is a co-author of "},
{"title": "Forecasting Product Demand in R", "time": 4, "video": 13, "exercise": 50, "audience": 3183, "trainer": "Aric LaBarr", "trainer_occupation": "Director and Senior Scientist at Elder Research", "trainer_description": "Dr. Aric LaBarr is passionate about helping people solve challenges using their data. He mentors a team of data scientists to work closely with clients and partners to solve problems in predictive modeling, advanced analytics, forecasting, and risk management.  Prior to joining Elder Research, Aric was a faculty member at the Institute for Advanced Analytics at North Carolina State University, the nation's first master of science in analytics degree program.  There he helped design the innovative program to prepare a modern work force to wisely communicate and handle a data-driven future. "},
{"title": "Supervised Learning in R: Case Studies", "time": 4, "video": 14, "exercise": 56, "audience": 2688, "trainer": "Julia Silge", "trainer_occupation": "Data Scientist at Stack Overflow", "trainer_description": "Julia has a PhD in astrophysics and an abiding love for Jane Austen. She worked in academia and ed tech before moving into data science and discovering R. She enjoys making beautiful charts, programming in R, and communicating about technical topics with diverse audiences. Her interests include data science and visualization, "},
{"title": "Modeling with Data in the Tidyverse", "time": 4, "video": 17, "exercise": 49, "audience": 3293, "trainer": "Albert Y. Kim", "trainer_occupation": "Assistant Professor of Statistical & Data Sciences at Smith College", "trainer_description": "Albert completed his Ph.D. in Statistics at the University of Washington. He is a co-author of the "},
{"title": "Joining Data in R with data.table", "time": 4, "video": 13, "exercise": 47, "audience": 1057, "trainer": "Scott Ritchie", "trainer_occupation": "Postdoctoral Researcher in Systems Genomics", "trainer_description": "Scott Ritchie is a Post-doctoral Researcher in the field of systems genomics. He applies and develops tools to analyse genetic and molecular data in population studies of common diseases. He is a daily user of R and the data.table package. He has contributed to development of the data.table package and to course material used by Software Carpentry. He holds an MSc in Bioinformatics and a PhD in systems biology."},
{"title": "ChIP-seq Workflows in R", "time": 4, "video": 13, "exercise": 47, "audience": 533, "trainer": "Peter Humburg", "trainer_occupation": "Statistician", "trainer_description": "Peter Humburg has extensive experience in the analysis of genomic data as a Bioinformatician. His doctoral work focused on the development of statistical methods for the analysis of ChIP-seq data. Peter now works as a Statistician at Macquarie University in Sydney, where he advises researchers on diverse aspects of data analysis and teaches R and Python as a Carpentries Instructor."},
{"title": "Introduction to MongoDB in Python", "time": 4, "video": 16, "exercise": 60, "audience": 875, "trainer": "Donny Winston", "trainer_occupation": "Donny is a computer systems engineer at Lawrence Berkeley National Lab.", "trainer_description": "Donny is a computer systems engineer at Lawrence Berkeley National Lab. He is the principal web developer for the Materials Project (materialsproject.org), and he co-maintains several codebases and services for data-driven discovery of advanced materials. MongoDB helps him support rapid collaboration and schema evolution for these services. An instructor for the Software Carpentry Foundation, he has taught workshop lessons on Python, Git, Bash, SQL, and MongoDB. In the past, he studied nano-fabrication and scanning-charged-particle-beam lithography before shifting professional focus to software-as-a-service. He likes hyphens."},
{"title": "Visualization Best Practices in R", "time": 4, "video": 13, "exercise": 49, "audience": 2100, "trainer": "Nick Strayer", "trainer_occupation": "PhD Candidate, Biostatistics; Vanderbilt University", "trainer_description": "I am currently biostatistician and data scientist at Vanderbilt University. My research focuses on the fusion of machine learning and data visualization to explore and explain electronic health records data. I have worked as a data journalist in the graphics department at the New York Times, a data scientist at Johns Hopkins University Data Science Lab, and as a 'Data Artist in Residence' at data visualization startup Conduce. I am active on Twitter (nicholasstrayer) and blog about data science and visualization with fellow DataCamp instructor Lucy D'Agostino McGowan at livefreeordichotomize.com."},
{"title": "Foundations of Functional Programming with purrr", "time": 4, "video": 13, "exercise": 44, "audience": 1981, "trainer": "Auriel Fournier", "trainer_occupation": "Postdoc at Mississippi State University", "trainer_description": "Ecologist by training, using code and decision science to help better conserve birds and their habitats. "},
{"title": "Building Dashboards with shinydashboard", "time": 4, "video": 13, "exercise": 45, "audience": 8985, "trainer": "Lucy D’Agostino McGowan", "trainer_occupation": "Postdoctoral fellow, Johns Hopkins Department of Biostatistics", "trainer_description": "Lucy D’Agostino McGowan is a postdoctoral fellow in the Biostatistics Department at Johns Hopkins. She received her PhD in biostatistics from Vanderbilt University. Her research focuses primarily on causal inference techniques as well as data science pedagogy. She is an enthusiastic leader in the R-Ladies movement and active in the R community. Lucy has been using Shiny Dashboards to communicate about data, results, and advanced statistical models for many years, and is excited to pass on what she has learned!"},
{"title": "Human Resources Analytics in R: Exploring Employee Data", "time": 5, "video": 16, "exercise": 60, "audience": 4845, "trainer": "Ben Teusch", "trainer_occupation": "People Analytics Partner at Facebook", "trainer_description": "Ben is a People Analytics Business Partner at Facebook. His passion is using data science to improve the way people experience work, manage others at work, and get work done. Ben holds degrees in mathematics, economics, & industrial and labor relations."},
{"title": "Communicating with Data in the Tidyverse", "time": 4, "video": 15, "exercise": 53, "audience": 5056, "trainer": "Timo Grossenbacher", "trainer_occupation": "Data Journalist at SRF Data", "trainer_description": "Timo Grossenbacher is a data journalist working with the Swiss Public Broadcast (SRF), where he uses scripting and databases for almost "},
{"title": "Introduction to Linear Modeling in Python", "time": 4, "video": 16, "exercise": 59, "audience": 2564, "trainer": "Jason Vestuto", "trainer_occupation": "Data Scientist, University of Texas at Austin", "trainer_description": "Jason Vestuto started life as a musician and later studied physics and taught himself to code to survive. Along the way, he has completed a couple of degrees in physics, and another in science education, and discovered that he learns best by trying to teach others. Presently, he works within the Space and Geophysics Lab of the University of Texas at Austin, as a python developer and data scientist focused on GPS satellite navigation and signal processing. "},
{"title": "Building Dashboards with flexdashboard", "time": 4, "video": 14, "exercise": 50, "audience": 1947, "trainer": "Elaine McVey", "trainer_occupation": "Director of Quantitative Mobility, TransLoc", "trainer_description": "Elaine is a data scientist at the transit technology company TransLoc, where she leads the team that creates quantitative tools for mobility decision making.  A recurring theme throughout Elaine’s career has been improving the processes by which statistics and data science work is done.  This includes a focus on iteratively delivering value to the end user, with R-generated dashboards representing one powerful tool for doing this.  Elaine led the creation of a company-wide analytics tool created with the flexdashboard R package."},
{"title": "Visualizing Big Data with Trelliscope", "time": 4, "video": 16, "exercise": 46, "audience": 1774, "trainer": "Ryan Hafen", "trainer_occupation": "Author of TrelliscopeJS", "trainer_description": "Ryan Hafen is a statistical consultant and a remote adjunct assistant professor in the Statistics Department at Purdue University. Ryan's research focuses on methodology, tools, and applications in exploratory analysis, statistical model building, and machine learning on large, complex datasets. He is the developer of the datadr and Trelliscope components of the Tessera project, as well as the rbokeh R visualization interface to the Bokeh plotting library. Prior to his work as a statistical consultant, Ryan worked at Pacific Northwest National Laboratory doing applied work on large complex data spanning many domains, including power systems engineering, nuclear forensics, high energy physics, biology, and cyber security. "},
{"title": "Conda Essentials", "time": 3, "video": 0, "exercise": 28, "audience": 2146, "trainer": "David Mertz", "trainer_occupation": "Senior Data Science Trainer at Anaconda Inc.", "trainer_description": "David served as Director and committee chairs for the PSF. He wrote the widely\r\nread column, Python books, and gave keynotes at PyCon-India, PyCon-UK,\r\nPyCon-ZA, PyCon Belarus, PyCon Cuba, and PyData SF.\r\nBefore Anaconda, David worked for D. E. Shaw Research to build the world's\r\nfastest supercomputer for performing molecular dynamics. He is pleased Python\r\nhas become the default high-level language for most scientific computing\r\nprojects."},
{"title": "Cluster Analysis in R", "time": 4, "video": 16, "exercise": 52, "audience": 11555, "trainer": "Dmitriy Gorenshteyn", "trainer_occupation": "Lead Data Scientist at Memorial Sloan Kettering Cancer Center", "trainer_description": "Dmitriy is a Lead Data Scientist in the Strategy & Innovation department at Memorial Sloan Kettering Cancer Center. At MSK he develops predictive models for programs aimed at improving patient care. Prior to this role, Dmitriy completed his Doctorate in Quantitative & Computational Biology at Princeton University. With a passion for teaching and for R, he regularly holds cross-departmental R training sessions within MSK. His core teaching philosophy is centered on building intuition and understanding for the methods and tools available."},
{"title": "Interactive Data Visualization with plotly in R", "time": 4, "video": 15, "exercise": 54, "audience": 1997, "trainer": "Adam Loy", "trainer_occupation": "Assistant Professor of Statistics at Carleton College", "trainer_description": "Adam is an assistant professor of statistics at Carleton College where he teaches courses in statistics in data science. His research interests lie in statistical graphics and computing, R development, and statistics/data science education. Find out more on Adam's "},
{"title": "Intro to Financial Concepts using Python", "time": 4, "video": 13, "exercise": 52, "audience": 7012, "trainer": "Dakota Wixom", "trainer_occupation": "Quantitative Analyst and Founder of QuantCourse.com", "trainer_description": "Dakota Wixom is a quantitative finance analyst at Yewno, where he applies AI to create innovative financial products. Dakota founded   "},
{"title": "Intro to Portfolio Risk Management in Python", "time": 4, "video": 13, "exercise": 51, "audience": 3154, "trainer": "Dakota Wixom", "trainer_occupation": "Quantitative Analyst and Founder of QuantCourse.com", "trainer_description": "Dakota Wixom is a quantitative finance analyst at Yewno, where he applies AI to create innovative financial products. Dakota founded   "},
{"title": "Python for R Users", "time": 5, "video": 15, "exercise": 57, "audience": 5103, "trainer": "Daniel Chen", "trainer_occupation": "Data Science Consultant at Lander Analytics", "trainer_description": "Daniel is a Software Carpentry instructor and a doctoral student in Genetics, Bioinformatics, and Computational Biology at Virginia Tech, where he works in the Social and Decision Analytics Laboratory under the Biocomplexity Institute. He received his MPH at the Mailman School of Public Health in Epidemiology and is interested in integrating hospital data in order to perform predictive health analytics and build clinical support tools for clinicians. An advocate of open science, he aspires to bridge data science with epidemiology and health care."},
{"title": "Working with Dates and Times in R", "time": 4, "video": 14, "exercise": 48, "audience": 8246, "trainer": "Charlotte Wickham", "trainer_occupation": "Assistant Professor at Oregon State University", "trainer_description": "Charlotte is an Assistant Professor in the Department of Statistics at Oregon State University and an avid R programmer with a passion for teaching. Her interests lie in spatiotemporal data, statistical graphics and computing, and environmental statistics."},
{"title": "Introduction to Git for Data Science", "time": 4, "video": 0, "exercise": 46, "audience": 50121, "trainer": "Greg Wilson", "trainer_occupation": "Co-founder of Software Carpentry", "trainer_description": "Dr. Greg Wilson has worked for 30 years in both industry and academia, and is the author or editor of several books on computing and two for children. He is best known as the co-founder of Software Carpentry, a non-profit organization that teaches basic computing skills to researchers."},
{"title": "Fundamentals of Bayesian Data Analysis in R", "time": 4, "video": 23, "exercise": 58, "audience": 6419, "trainer": "Rasmus Bååth", "trainer_occupation": "Senior Data Scientist at King (Activision Blizzard)", "trainer_description": "I'm a Data Scientist at King (Activision/Blizzard) and previously I've been an instructor at DataCamp. I once did a  PhD in Cognitive Science at Lund University. I'm passionate about Bayesian statistics, good graphs and free coffee. Follow me "},
{"title": "Visualizing Time Series Data in Python", "time": 4, "video": 17, "exercise": 59, "audience": 5532, "trainer": "Thomas Vincent", "trainer_occupation": "Head of Data Science at Getty Images", "trainer_description": "Thomas is an experienced statistician and programmer who is passionate about developing tools and pipelines to discover and retrieve underlying phenomenons and patterns in modern-day datasets. He enjoys applying his statistical skills to solve practical problems and blogs about his analyses at "},
{"title": "Building Web Applications in R with Shiny", "time": 4, "video": 17, "exercise": 55, "audience": 23358, "trainer": "Mine Cetinkaya-Rundel", "trainer_occupation": "Associate Professor at Duke University & Data Scientist and Professional Educator at RStudio", "trainer_description": "Mine is the Director of Undergraduate Studies and an Associate Professor of the Practice in the Department of Statistical Science at Duke University as well as a Professional Educator at RStudio. Her work focuses on innovation in statistics pedagogy, with an emphasis on computation, reproducible research, open-source education, and student-centered learning. She is the author of three open-source introductory statistics textbooks as part of the OpenIntro project and teaches the popular Statistics with R MOOC on Coursera. "},
{"title": "Joining Data in SQL", "time": 5, "video": 13, "exercise": 53, "audience": 59444, "trainer": "Chester Ismay", "trainer_occupation": "Senior Curriculum Lead at DataCamp", "trainer_description": "Chester builds (and helps instructors build) R, Python, SQL, and Spreadsheets courses for DataCamp.  He obtained a PhD in Statistics from Arizona State University and has taught courses and led workshops in mathematics, computer science, statistics, data science, and sociology.  He is co-author of the "},
{"title": "Introduction to the Tidyverse", "time": 4, "video": 16, "exercise": 50, "audience": 58518, "trainer": "David Robinson", "trainer_occupation": "Chief Data Scientist, DataCamp", "trainer_description": "Dave works on the data science behind DataCamp's product and curriculum development. He has worked as a data scientist at Stack Overflow and received his PhD in Quantitative and Computational Biology from Princeton University. His interests include statistics, data analysis, education, and programming in R. Follow him at "},
{"title": "Case Studies in Statistical Thinking", "time": 4, "video": 16, "exercise": 61, "audience": 5005, "trainer": "Justin Bois", "trainer_occupation": "Lecturer at the California Institute of Technology", "trainer_description": "Justin Bois is a lecturer in the Division of Biology and Biological Engineering at the California Institute of Technology. He teaches nine different classes there, nearly all of which heavily feature Python. He is dedicated to empowering students in the biological sciences with quantitative tools, particularly data analysis skills. Beyond biologists, he is thrilled to develop courses for DataCamp, whose students are an excited bunch of burgeoning data scientists!"},
{"title": "Network Analysis in R", "time": 4, "video": 12, "exercise": 50, "audience": 5644, "trainer": "James Curley", "trainer_occupation": "Associate Professor at UT Austin", "trainer_description": "James P. Curley is an Associate Professor in the Department of Psychology at University of Texas Austin in the Behavioral Neuroscience division. He received a Ph.D. from Cambridge University in 2003 and completed post-doctoral research at Cambridge University and Columbia University before becoming an Assistant Professor of Psychology at Columbia University in 2012. Dr. Curley’s current research interests are in studying the social dynamics of animals. Dr. Curley teaches several undergraduate and graduate courses, including R programming for Behavioral Scientists and Statistics & Research Design."},
{"title": "Introduction to Shell for Data Science", "time": 4, "video": 0, "exercise": 55, "audience": 22585, "trainer": "Greg Wilson", "trainer_occupation": "Co-founder of Software Carpentry", "trainer_description": "Dr. Greg Wilson has worked for 30 years in both industry and academia, and is the author or editor of several books on computing and two for children. He is best known as the co-founder of Software Carpentry, a non-profit organization that teaches basic computing skills to researchers."},
{"title": "Spatial Analysis in R with sf and raster", "time": 4, "video": 15, "exercise": 53, "audience": 3475, "trainer": "Zev Ross", "trainer_occupation": "President, ZevRoss Spatial Analysis", "trainer_description": "Zev is the President of "},
{"title": "Parallel Computing with Dask", "time": 4, "video": 17, "exercise": 58, "audience": 3838, "trainer": "Team Anaconda", "trainer_occupation": "Data Science Training", "trainer_description": "This course was created in collaboration with Anaconda. With over 6 million users, the open source Anaconda Distribution is the fastest and easiest way to do Python data science and machine learning. It's the industry standard for developing, testing, and training on a single machine."},
{"title": "Introduction to PySpark", "time": 4, "video": 0, "exercise": 46, "audience": 20196, "trainer": "Lore Dirick", "trainer_occupation": "Manager of Data Science Curriculum at Flatiron School", "trainer_description": "Lore is a data scientist with expertise in applied finance. She obtained her PhD in Business Economics and Statistics at KU Leuven, Belgium. During her PhD, she collaborated with several banks working on advanced methods for the analysis of credit risk data. Lore formerly worked as a Data Science Curriculum Lead at DataCamp, and is now the Manager of Data Science Curriculum at Flatiron School, a coding bootcamp in NYC."},
{"title": "Developing R Packages", "time": 4, "video": 16, "exercise": 56, "audience": 1379, "trainer": "Aimee Gott", "trainer_occupation": "Education Practice Lead at Mango Solutions", "trainer_description": "Aimee is the Education Practice Lead at Mango Solutions where she is responsible for the design and delivery of data science training. Aimee regularly teaches both private training courses for industry customers as well as conference workshops on a diverse range of R related topics. Aimee is a co-author of SAMS Teach Yourself R in 24 Hours.  "},
{"title": "Manipulating Time Series Data in Python", "time": 4, "video": 16, "exercise": 55, "audience": 8641, "trainer": "Stefan Jansen", "trainer_occupation": "Founder & Lead Data Scientist at Applied Artificial Intelligence", "trainer_description": "Stefan has applied data science to business, investment and policy decisions for over 15 years. He has built an early warning system for financial crises, and worked as advisor to Central Banks and the World Bank before moving into fintech. He is founder and lead data scientist at Applied Artificial Intelligence, and instructor at General Assembly."},
{"title": "Importing & Managing Financial Data in Python", "time": 5, "video": 16, "exercise": 53, "audience": 16536, "trainer": "Stefan Jansen", "trainer_occupation": "Founder & Lead Data Scientist at Applied Artificial Intelligence", "trainer_description": "Stefan has applied data science to business, investment and policy decisions for over 15 years. He has built an early warning system for financial crises, and worked as advisor to Central Banks and the World Bank before moving into fintech. He is founder and lead data scientist at Applied Artificial Intelligence, and instructor at General Assembly."},
{"title": "Supervised Learning in R: Regression", "time": 4, "video": 19, "exercise": 65, "audience": 10775, "trainer": "Nina Zumel", "trainer_occupation": "Co-founder, Principal Consultant at Win-Vector, LLC", "trainer_description": "Nina is a co-founder and principal consultant at Win-Vector LLC, a San Francisco data science consultancy. She is co-author of the popular text "},
{"title": "Introduction to Time Series Analysis in Python", "time": 4, "video": 17, "exercise": 59, "audience": 15188, "trainer": "Rob Reider", "trainer_occupation": "Consultant at Quantopian and Adjunct Professor at NYU", "trainer_description": "Rob is an Adjunct Professor at NYU's Courant Institute where he co-teaches a course on Times Series Analysis and Statistical Arbitrage. He is also currently a Consultant to Quantopian. He has been a Portfolio Manager for over 15 years at Millennium Partners, JPMorgan, and Visium Asset Management. Rob received his Ph.D. in Finance from Wharton."},
{"title": "Extreme Gradient Boosting with XGBoost", "time": 4, "video": 16, "exercise": 49, "audience": 11174, "trainer": "Sergey Fogelson", "trainer_occupation": "VP of Analytics and Measurement Sciences, Viacom", "trainer_description": "Sergey began his career as an academic at Dartmouth College, where he researched the neural bases of visual category learning and obtained his Ph.D. in Cognitive Neuroscience.\r\nAfter leaving academia, Sergey got into the rapidly growing startup scene in the NYC metro area, where he has worked as a data scientist in digital advertising, cybersecurity, finance, and media. He is heavily involved in the NYC-area teaching community and has taught courses at various bootcamps, and has been a volunteer teacher in computer science through TEALSK12. When Sergey is not working or teaching, he is probably hiking. (He thru-hiked the Appalachian trail before graduate school)."},
{"title": "Equity Valuation in R", "time": 4, "video": 16, "exercise": 58, "audience": 3431, "trainer": "Clifford Ang", "trainer_occupation": "Vice President at Compass Lexecon", "trainer_description": "Clifford S. Ang, CFA is a Vice President at Compass Lexecon.  He specializes in valuation, corporate finance, and damages, and has worked on hundreds of engagements involving companies across a broad spectrum of industries.  He is the author of Analyzing Financial Data and Implementing Financial Models Using R."},
{"title": "Natural Language Processing Fundamentals in Python", "time": 4, "video": 15, "exercise": 51, "audience": 28297, "trainer": "Katharine Jarmul", "trainer_occupation": "Founder, kjamistan", "trainer_description": "Katharine Jarmul runs a data analysis company called kjamistan that specializes in helping companies analyze data and training others on data analysis best practices, particularly with Python. She has been using Python for 8 years for a variety of data work -- including telling stories at major national newspapers, building large scale aggregation software, making decisions based on customer analytics, and marketing spend and advising new ventures on the competitive landscape."},
{"title": "Building Chatbots in Python", "time": 4, "video": 15, "exercise": 49, "audience": 30554, "trainer": "Alan Nichol", "trainer_occupation": "Co-founder and CTO of Rasa", "trainer_description": "Alan is co-founder and CTO of Rasa, the leading open source conversational AI company. Rasa builds software that enables developers to build conversational software that really works, and is trusted by thousands of developers in enterprises worldwide. Rasa combines applied AI research with enterprise-ready technology. Alan holds a PhD in machine learning from the University of Cambridge and has years of experience building AI-powered products in industry."},
{"title": "Data Types for Data Science", "time": 4, "video": 18, "exercise": 58, "audience": 10451, "trainer": "Jason Myers", "trainer_occupation": "Co-Author of Essential SQLAlchemy and Software Engineer", "trainer_description": "Jason Myers is a software engineer and author. His area of expertise is in developing data analytics platforms. He has also written the Essential SQLAlchemy book, co-authored with Rick Copeland, that introduces you to working with relational databases in Python."},
{"title": "Building Web Applications in R with Shiny: Case Studies", "time": 4, "video": 16, "exercise": 59, "audience": 4732, "trainer": "Dean Attali", "trainer_occupation": "Founder & Lead R-Shiny Consultant at AttaliTech Ltd", "trainer_description": "Dean is an "},
{"title": "Inference for Linear Regression", "time": 4, "video": 15, "exercise": 59, "audience": 3346, "trainer": "Jo Hardin", "trainer_occupation": "Professor at Pomona College", "trainer_description": "Jo Hardin is a professor of mathematics and statistics at Pomona College.   Her statistical research focuses on developing new robust methods for high throughput data.  Recently, she has also worked closely with the statistics education community on ways to integrate data science early into a statistics curriculum.  When not working with students or on her research, she loves to put on a pair of running shoes and hit the road."},
{"title": "Sentiment Analysis in R: The Tidy Way", "time": 4, "video": 15, "exercise": 53, "audience": 9125, "trainer": "Julia Silge", "trainer_occupation": "Data Scientist at Stack Overflow", "trainer_description": "Julia has a PhD in astrophysics and an abiding love for Jane Austen. She worked in academia and ed tech before moving into data science and discovering R. She enjoys making beautiful charts, programming in R, and communicating about technical topics with diverse audiences. Her interests include data science and visualization, "},
{"title": "Network Analysis in Python (Part 2)", "time": 4, "video": 13, "exercise": 46, "audience": 5296, "trainer": "Eric Ma", "trainer_occupation": "Data Carpentry instructor and author of nxviz package", "trainer_description": "Eric uses code to solve big biological data problems at MIT. His tools of choice are: deep learning, network analysis, non-parametric and Bayesian statistics. He has domain expertise in the life sciences: molecular biology, microbiology, genetics and genomics, and a bit of ecology. He has given workshops on Network Analysis at PyCon, PyData, ODSC and beyond!"},
{"title": "Multiple and Logistic Regression", "time": 4, "video": 19, "exercise": 59, "audience": 15160, "trainer": "Ben Baumer", "trainer_occupation": "Assistant Professor at Smith College", "trainer_description": "Ben is an Assistant Professor in the Statistical & Data Sciences Program at Smith College. He completed his Ph.D. in Mathematics at the Graduate Center of the City University of New York in 2012. He is an Accredited Professional Statistician™ by the American Statistical Association and was previously the Statistical Analyst for the Baseball Operations department of the New York Mets."},
{"title": "Introduction to Spark in R using sparklyr", "time": 4, "video": 5, "exercise": 51, "audience": 10079, "trainer": "Richie Cotton", "trainer_occupation": "Head of Content Quality at DataCamp", "trainer_description": "Richie runs the Content Quality team at DataCamp. He has been using R since 2004, in the fields of proteomics, debt collection, and chemical health and safety. He has released almost 30 R packages on CRAN and Bioconductor – most famously the "},
{"title": "Spatial Statistics in R", "time": 4, "video": 16, "exercise": 60, "audience": 4482, "trainer": "Barry Rowlingson", "trainer_occupation": "Research Fellow at Lancaster University", "trainer_description": "Barry Rowlingson is a Research Fellow in the Lancaster Medical School, part of the Faculty of Health and Medicine at Lancaster University. His primary field of research is statistical applications in epidemiology and other health-related areas. He plays assorted instruments, takes pictures in exotic places, and drives an old Land Rover."},
{"title": "Quantitative Risk Management in R", "time": 5, "video": 18, "exercise": 55, "audience": 4788, "trainer": "Alexander J. McNeil", "trainer_occupation": "Professor of Actuarial Science at the University of York.", "trainer_description": "Alexander McNeil has been Professor of Actuarial Science at the University of York since September 2016.  He is joint author, together with Rüdiger Frey and Paul Embrechts, of the book \"Quantitative Risk Management: Concepts, Techniques and Tools\", published by Princeton University Press (2015). He is also an Honorary Fellow of the Institute and Faculty of Actuaries and a Corresponding Member of the Swiss Association of Actuaries."},
{"title": "Machine Learning with Tree-Based Models in R", "time": 4, "video": 20, "exercise": 58, "audience": 8001, "trainer": "Erin LeDell", "trainer_occupation": "Chief Machine Learning Scientist at H2O.ai", "trainer_description": "Dr. Erin LeDell is a Machine Learning Scientist at H2O.ai.  She is the co-author of several R packages, including the h2o package for machine learning. She is the founder of the Women in Machine Learning & Data Science organization and is a member of the R-Ladies Global Leadership team. Before working at H2O.ai, she worked as a data scientist, founded DataScientific, Inc and received a PhD in Biostatistics from UC Berkeley.  Follow @ledell on Twitter."},
{"title": "Working with Web Data in R", "time": 4, "video": 16, "exercise": 56, "audience": 8189, "trainer": "Charlotte Wickham", "trainer_occupation": "Assistant Professor at Oregon State University", "trainer_description": "Charlotte is an Assistant Professor in the Department of Statistics at Oregon State University and an avid R programmer with a passion for teaching. Her interests lie in spatiotemporal data, statistical graphics and computing, and environmental statistics."},
{"title": "Data Visualization in R with lattice", "time": 4, "video": 17, "exercise": 60, "audience": 2871, "trainer": "Deepayan Sarkar", "trainer_occupation": "Member of R-Core & the creator of lattice", "trainer_description": "Deepayan is an Associate Professor at the Indian Statistical Institute, and a member of R-Core. He is the creator of the lattice package, and the author of the corresponding book "},
{"title": "Supervised Learning in R: Classification", "time": 4, "video": 14, "exercise": 55, "audience": 27986, "trainer": "Brett Lantz", "trainer_occupation": "Data Scientist at the University of Michigan", "trainer_description": "Brett Lantz is a data scientist at the University of Michigan and the author of Machine Learning with R. After training as a sociologist, Brett has applied his endless thirst for data to projects that involve understanding and predicting human behavior.\r\n"},
{"title": "Forecasting Using R", "time": 5, "video": 18, "exercise": 55, "audience": 20186, "trainer": "Rob J. Hyndman", "trainer_occupation": "Professor of Statistics at Monash University", "trainer_description": "Rob J. Hyndman is Professor of Statistics at Monash University, Australia, and Editor-in-Chief of the International Journal of Forecasting.  Rob is the author of over 150 research papers and books in statistical science. In 2007, he received the Moran medal from the Australian Academy of Science for his contributions to statistical research, especially in the area of statistical forecasting. He is the author of about 20 R packages, including the popular forecast package.\r\n"},
{"title": "String Manipulation in R with stringr", "time": 4, "video": 17, "exercise": 60, "audience": 12592, "trainer": "Charlotte Wickham", "trainer_occupation": "Assistant Professor at Oregon State University", "trainer_description": "Charlotte is an Assistant Professor in the Department of Statistics at Oregon State University and an avid R programmer with a passion for teaching. Her interests lie in spatiotemporal data, statistical graphics and computing, and environmental statistics."},
{"title": "Introduction to R for Finance", "time": 4, "video": 14, "exercise": 62, "audience": 30931, "trainer": "Lore Dirick", "trainer_occupation": "Manager of Data Science Curriculum at Flatiron School", "trainer_description": "Lore is a data scientist with expertise in applied finance. She obtained her PhD in Business Economics and Statistics at KU Leuven, Belgium. During her PhD, she collaborated with several banks working on advanced methods for the analysis of credit risk data. Lore formerly worked as a Data Science Curriculum Lead at DataCamp, and is now the Manager of Data Science Curriculum at Flatiron School, a coding bootcamp in NYC."},
{"title": "Intermediate R for Finance", "time": 5, "video": 15, "exercise": 59, "audience": 12132, "trainer": "Lore Dirick", "trainer_occupation": "Manager of Data Science Curriculum at Flatiron School", "trainer_description": "Lore is a data scientist with expertise in applied finance. She obtained her PhD in Business Economics and Statistics at KU Leuven, Belgium. During her PhD, she collaborated with several banks working on advanced methods for the analysis of credit risk data. Lore formerly worked as a Data Science Curriculum Lead at DataCamp, and is now the Manager of Data Science Curriculum at Flatiron School, a coding bootcamp in NYC."},
{"title": "Foundations of Probability in R", "time": 4, "video": 13, "exercise": 54, "audience": 9553, "trainer": "David Robinson", "trainer_occupation": "Chief Data Scientist, DataCamp", "trainer_description": "Dave works on the data science behind DataCamp's product and curriculum development. He has worked as a data scientist at Stack Overflow and received his PhD in Quantitative and Computational Biology from Princeton University. His interests include statistics, data analysis, education, and programming in R. Follow him at "},
{"title": "Writing Efficient R Code", "time": 4, "video": 14, "exercise": 43, "audience": 8930, "trainer": "Colin Gillespie", "trainer_occupation": "Assoc Prof at Newcastle University, Consultant at Jumping Rivers", "trainer_description": "Colin is the author of "},
{"title": "Machine Learning with the Experts: School Budgets", "time": 4, "video": 15, "exercise": 51, "audience": 21193, "trainer": "Peter Bull", "trainer_occupation": "Co-founder of DrivenData", "trainer_description": "Peter is a co-founder of DrivenData. He earned his master's in Computational Science and Engineering from Harvard’s School of Engineering and Applied Sciences. His work lies at the intersection of statistics and computer science, and he wants to help bring powerful new modeling techniques to the organizations that need them most. He previously worked as a software engineer at Microsoft and earned a BA in philosophy from Yale University."},
{"title": "Visualizing Time Series Data in R", "time": 4, "video": 11, "exercise": 45, "audience": 5736, "trainer": "Arnaud Amsellem", "trainer_occupation": "Quantitative Trader and creator of the R Trader blog", "trainer_description": "Arnaud has over 20 years of experience as a quantitative trader. He is  creator and author of the R Trader blog (www.thertrader.com)."},
{"title": "Unsupervised Learning in Python", "time": 4, "video": 13, "exercise": 52, "audience": 29905, "trainer": "Benjamin Wilson", "trainer_occupation": "Director of Research at lateral.io", "trainer_description": "Ben is a machine learning specialist and the director of research at lateral.io.  He is passionate about learning and has worked as a data scientist in real-time bidding, e-commerce, and recommendation.   Ben holds a PhD in mathematics and a degree in computer science."},
{"title": "Valuation of Life Insurance Products in R", "time": 4, "video": 17, "exercise": 55, "audience": 2156, "trainer": "Katrien Antonio", "trainer_occupation": "Professor, KU Leuven and University of Amsterdam", "trainer_description": "Katrien Antonio is professor in actuarial science at KU Leuven (Belgium) and the University of Amsterdam (The Netherlands). Katrien teaches data science methods for insurance and her research puts focus on insurance analytics. Have a look at her "},
{"title": "Sentiment Analysis in R", "time": 4, "video": 14, "exercise": 52, "audience": 4904, "trainer": "Ted Kwartler", "trainer_occupation": "Senior Director, Data Scientist at Liberty Mutual", "trainer_description": "Ted started his text mining journey at Amazon when he\r\nlaunched the social media customer service team. Since then, he has\r\nheld analytical leadership roles at startups and Fortune 100\r\ncompanies. He is the Author of \"Text Mining in Practice with R\"\r\navailable at Amazon."},
{"title": "Scalable Data Processing in R", "time": 4, "video": 15, "exercise": 49, "audience": 2782, "trainer": "Michael Kane", "trainer_occupation": "Assistant Professor at Yale University", "trainer_description": "Michael Kane is an Assistant Professor at Yale University. His research is in the area of scalable statistical/machine learning and applied probability."},
{"title": "Manipulating Time Series Data in R: Case Studies", "time": 4, "video": 12, "exercise": 50, "audience": 6099, "trainer": "Lore Dirick", "trainer_occupation": "Manager of Data Science Curriculum at Flatiron School", "trainer_description": "Lore is a data scientist with expertise in applied finance. She obtained her PhD in Business Economics and Statistics at KU Leuven, Belgium. During her PhD, she collaborated with several banks working on advanced methods for the analysis of credit risk data. Lore formerly worked as a Data Science Curriculum Lead at DataCamp, and is now the Manager of Data Science Curriculum at Flatiron School, a coding bootcamp in NYC."},
{"title": "Intro to SQL for Data Science", "time": 4, "video": 1, "exercise": 41, "audience": 261089, "trainer": "Nick Carchedi", "trainer_occupation": "Product Manager at DataCamp", "trainer_description": "Nick is a Product Manager at DataCamp, responsible for the learning and teaching experience.  Prior to joining DataCamp, he earned his master's degree at Johns Hopkins Biostatistics and worked as a data scientist for McKinsey. \r\n\r\nNick's passion for teaching data science began in graduate school, where he was heavily involved in tutoring fellow students, developing the Johns Hopkins Data Science Specialization, and building the swirl R package."},
{"title": "Network Analysis in Python (Part 1)", "time": 4, "video": 14, "exercise": 50, "audience": 33803, "trainer": "Eric Ma", "trainer_occupation": "Data Carpentry instructor and author of nxviz package", "trainer_description": "Eric uses code to solve big biological data problems at MIT. His tools of choice are: deep learning, network analysis, non-parametric and Bayesian statistics. He has domain expertise in the life sciences: molecular biology, microbiology, genetics and genomics, and a bit of ecology. He has given workshops on Network Analysis at PyCon, PyData, ODSC and beyond!"},
{"title": "Object-Oriented Programming in R: S3 and R6", "time": 4, "video": 18, "exercise": 56, "audience": 9237, "trainer": "Richie Cotton", "trainer_occupation": "Head of Content Quality at DataCamp", "trainer_description": "Richie runs the Content Quality team at DataCamp. He has been using R since 2004, in the fields of proteomics, debt collection, and chemical health and safety. He has released almost 30 R packages on CRAN and Bioconductor – most famously the "},
{"title": "Deep Learning in Python", "time": 4, "video": 17, "exercise": 50, "audience": 108991, "trainer": "Dan Becker", "trainer_occupation": "Data Scientist and contributor to Keras and TensorFlow libraries", "trainer_description": "Dan Becker is a Data Scientist at Kaggle with expertise in deep learning.\r\nHe has contributed to the Keras and Tensorflow libraries for deep learning, finished 2nd (out of 1353 teams) in $3million Heritage Health Prize data mining competition, supervised data science consulting projects for 6 companies in the Fortune 100 and taught deep learning workshops at events and conferences such as ODSC."},
{"title": "Cleaning Data in Python", "time": 4, "video": 17, "exercise": 58, "audience": 59359, "trainer": "Daniel Chen", "trainer_occupation": "Data Science Consultant at Lander Analytics", "trainer_description": "Daniel is a Software Carpentry instructor and a doctoral student in Genetics, Bioinformatics, and Computational Biology at Virginia Tech, where he works in the Social and Decision Analytics Laboratory under the Biocomplexity Institute. He received his MPH at the Mailman School of Public Health in Epidemiology and is interested in integrating hospital data in order to perform predictive health analytics and build clinical support tools for clinicians. An advocate of open science, he aspires to bridge data science with epidemiology and health care."},
{"title": "Supervised Learning with scikit-learn", "time": 4, "video": 17, "exercise": 54, "audience": 91839, "trainer": "Andreas Müller", "trainer_occupation": "Core developer of scikit-learn; Lecturer at Columbia University", "trainer_description": "Andy is a lecturer at the Data Science Institute at Columbia University and author of the O'Reilly book \"Introduction to machine learning with Python\", describing a practical approach to machine learning with python and scikit-learn. He is one of the core developers of the scikit-learn machine learning library, and he has been co-maintaining it for several years. He's also a Software Carpentry instructor. In the past, he worked at the NYU Center for Data Science on open source and open science, and as a Machine Learning Scientist at Amazon.\r\n\r\nHis mission is to create open tools to lower the barrier of entry for machine learning applications, promote reproducible science and democratize the access to high-quality machine learning algorithms."},
{"title": "Introduction to Data", "time": 4, "video": 15, "exercise": 46, "audience": 49370, "trainer": "Mine Cetinkaya-Rundel", "trainer_occupation": "Associate Professor at Duke University & Data Scientist and Professional Educator at RStudio", "trainer_description": "Mine is the Director of Undergraduate Studies and an Associate Professor of the Practice in the Department of Statistical Science at Duke University as well as a Professional Educator at RStudio. Her work focuses on innovation in statistics pedagogy, with an emphasis on computation, reproducible research, open-source education, and student-centered learning. She is the author of three open-source introductory statistics textbooks as part of the OpenIntro project and teaches the popular Statistics with R MOOC on Coursera. "},
{"title": "Unsupervised Learning in R", "time": 4, "video": 16, "exercise": 49, "audience": 18810, "trainer": "Hank Roark", "trainer_occupation": "Senior Data Scientist, Boeing", "trainer_description": "Hank is a Senior Data Scientist at Boeing and a long time user of the R language. Prior to his current role, he led the Customer Data Science team at H2O.ai, a leading provider of machine learning and predictive analytics services."},
{"title": "ARIMA Modeling with R", "time": 4, "video": 13, "exercise": 45, "audience": 14275, "trainer": "David Stoffer", "trainer_occupation": "Professor of Statistics at the University of Pittsburgh", "trainer_description": "David Stoffer is a Professor of Statistics at the University of Pittsburgh. He is member of the editorial board of the Journal of Time Series Analysis and Journal of Forecasting.  David is the coauthor of the book \"Time Series Analysis and Its Applications: With R Examples\", which is the basis of this course.  Another (free) book he wrote on Time Series Analysis is available  "},
{"title": "Bond Valuation and Analysis in R", "time": 4, "video": 13, "exercise": 43, "audience": 6113, "trainer": "Clifford Ang", "trainer_occupation": "Vice President at Compass Lexecon", "trainer_description": "Clifford S. Ang, CFA is a Vice President at Compass Lexecon.  He specializes in valuation, corporate finance, and damages, and has worked on hundreds of engagements involving companies across a broad spectrum of industries.  He is the author of Analyzing Financial Data and Implementing Financial Models Using R."},
{"title": "Exploratory Data Analysis", "time": 4, "video": 15, "exercise": 54, "audience": 29963, "trainer": "Andrew Bray", "trainer_occupation": "Assistant Professor of Statistics at Reed College", "trainer_description": "Andrew Bray is an Assistant Professor of Statistics at Reed College and lover of all things statistics and R."},
{"title": "Working with Geospatial Data in R", "time": 4, "video": 15, "exercise": 58, "audience": 10978, "trainer": "Charlotte Wickham", "trainer_occupation": "Assistant Professor at Oregon State University", "trainer_description": "Charlotte is an Assistant Professor in the Department of Statistics at Oregon State University and an avid R programmer with a passion for teaching. Her interests lie in spatiotemporal data, statistical graphics and computing, and environmental statistics."},
{"title": "Manipulating DataFrames with pandas", "time": 4, "video": 19, "exercise": 75, "audience": 44407, "trainer": "Team Anaconda", "trainer_occupation": "Data Science Training", "trainer_description": "This course was created in collaboration with Anaconda. With over 6 million users, the open source Anaconda Distribution is the fastest and easiest way to do Python data science and machine learning. It's the industry standard for developing, testing, and training on a single machine."},
{"title": "Introduction to Data Visualization with Python", "time": 4, "video": 14, "exercise": 58, "audience": 68686, "trainer": "Team Anaconda", "trainer_occupation": "Data Science Training", "trainer_description": "This course was created in collaboration with Anaconda. With over 6 million users, the open source Anaconda Distribution is the fastest and easiest way to do Python data science and machine learning. It's the industry standard for developing, testing, and training on a single machine."},
{"title": "Merging DataFrames with pandas", "time": 4, "video": 14, "exercise": 56, "audience": 27951, "trainer": "Team Anaconda", "trainer_occupation": "Data Science Training", "trainer_description": "This course was created in collaboration with Anaconda. With over 6 million users, the open source Anaconda Distribution is the fastest and easiest way to do Python data science and machine learning. It's the industry standard for developing, testing, and training on a single machine."},
{"title": "Correlation and Regression", "time": 4, "video": 18, "exercise": 58, "audience": 36037, "trainer": "Ben Baumer", "trainer_occupation": "Assistant Professor at Smith College", "trainer_description": "Ben is an Assistant Professor in the Statistical & Data Sciences Program at Smith College. He completed his Ph.D. in Mathematics at the Graduate Center of the City University of New York in 2012. He is an Accredited Professional Statistician™ by the American Statistical Association and was previously the Statistical Analyst for the Baseball Operations department of the New York Mets."},
{"title": "pandas Foundations", "time": 4, "video": 15, "exercise": 62, "audience": 89841, "trainer": "Team Anaconda", "trainer_occupation": "Data Science Training", "trainer_description": "This course was created in collaboration with Anaconda. With over 6 million users, the open source Anaconda Distribution is the fastest and easiest way to do Python data science and machine learning. It's the industry standard for developing, testing, and training on a single machine."},
{"title": "Foundations of Inference", "time": 4, "video": 17, "exercise": 58, "audience": 13624, "trainer": "Jo Hardin", "trainer_occupation": "Professor at Pomona College", "trainer_description": "Jo Hardin is a professor of mathematics and statistics at Pomona College.   Her statistical research focuses on developing new robust methods for high throughput data.  Recently, she has also worked closely with the statistics education community on ways to integrate data science early into a statistics curriculum.  When not working with students or on her research, she loves to put on a pair of running shoes and hit the road."},
{"title": "Intermediate Portfolio Analysis in R", "time": 5, "video": 12, "exercise": 42, "audience": 4403, "trainer": "Ross Bennett", "trainer_occupation": "Co-author of PortfolioAnalytics R package", "trainer_description": "Ross Bennett is an analyst at DV Trading, a proprietary trading division of Rosenthal Collins Capital Management which trades all asset classes at major exchanges around the world. Ross is involved in the operations, research, testing, and development of trading systems for the largest automated trading desk at DV. Ross co-authored the PortfolioAnalytics and GARPFRM R packages and contributes to other open source R packages used in finance."},
{"title": "Statistical Thinking in Python (Part 1)", "time": 3, "video": 18, "exercise": 61, "audience": 51349, "trainer": "Justin Bois", "trainer_occupation": "Lecturer at the California Institute of Technology", "trainer_description": "Justin Bois is a lecturer in the Division of Biology and Biological Engineering at the California Institute of Technology. He teaches nine different classes there, nearly all of which heavily feature Python. He is dedicated to empowering students in the biological sciences with quantitative tools, particularly data analysis skills. Beyond biologists, he is thrilled to develop courses for DataCamp, whose students are an excited bunch of burgeoning data scientists!"},
{"title": "Importing Data in Python (Part 1)", "time": 3, "video": 15, "exercise": 54, "audience": 95743, "trainer": "Hugo Bowne-Anderson", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Hugo is a data scientist, educator, writer and podcaster and DataCamp. His main interests are promoting data & AI literacy, helping to spread data skills through organizations and society and doing amateur stand up comedy in NYC. If you want to know what he likes to talk about, definitely check out DataFramed, the DataCamp podcast, which he hosts and produces: https://www.datacamp.com/community/podcast"},
{"title": "Importing Data in Python (Part 2)", "time": 2, "video": 7, "exercise": 29, "audience": 53225, "trainer": "Hugo Bowne-Anderson", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Hugo is a data scientist, educator, writer and podcaster and DataCamp. His main interests are promoting data & AI literacy, helping to spread data skills through organizations and society and doing amateur stand up comedy in NYC. If you want to know what he likes to talk about, definitely check out DataFramed, the DataCamp podcast, which he hosts and produces: https://www.datacamp.com/community/podcast"},
{"title": "Python Data Science Toolbox (Part 2)", "time": 4, "video": 12, "exercise": 46, "audience": 69814, "trainer": "Hugo Bowne-Anderson", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Hugo is a data scientist, educator, writer and podcaster and DataCamp. His main interests are promoting data & AI literacy, helping to spread data skills through organizations and society and doing amateur stand up comedy in NYC. If you want to know what he likes to talk about, definitely check out DataFramed, the DataCamp podcast, which he hosts and produces: https://www.datacamp.com/community/podcast"},
{"title": "Data Visualization in R", "time": 4, "video": 15, "exercise": 60, "audience": 30073, "trainer": "Ronald Pearson", "trainer_occupation": "PhD in Electrical Engineering and Computer Science from M.I.T.", "trainer_description": "Ron has been actively involved in data analysis and predictive modeling in a variety of technical positions, both academic and commercial, including the DuPont Company, the Swiss Federal Institute of Technology (ETH Zurich), the Tampere University of Technology in Tampere, Finland, the Travelers Companies and DataRobot.  He holds a PhD in Electrical Engineering and Computer Science from M.I.T. and has written or co-written five books, including "},
{"title": "Statistical Modeling in R (Part 1)", "time": 4, "video": 10, "exercise": 43, "audience": 16684, "trainer": "Daniel Kaplan", "trainer_occupation": "DeWitt Wallace Professor at Macalester College", "trainer_description": "Danny is the DeWitt Wallace Professor of Mathematics, Statistics, and Computer Science at Macalester College in Saint Paul, Minnesota. At Macalester, he has developed the introductory sequence in calculus and statistics as well as an introduction to computing for scientists. He’s co-authored the "},
{"title": "Statistical Modeling in R (Part 2)", "time": 4, "video": 10, "exercise": 41, "audience": 4443, "trainer": "Daniel Kaplan", "trainer_occupation": "DeWitt Wallace Professor at Macalester College", "trainer_description": "Danny is the DeWitt Wallace Professor of Mathematics, Statistics, and Computer Science at Macalester College in Saint Paul, Minnesota. At Macalester, he has developed the introductory sequence in calculus and statistics as well as an introduction to computing for scientists. He’s co-authored the "},
{"title": "Statistical Thinking in Python (Part 2)", "time": 4, "video": 15, "exercise": 66, "audience": 26042, "trainer": "Justin Bois", "trainer_occupation": "Lecturer at the California Institute of Technology", "trainer_description": "Justin Bois is a lecturer in the Division of Biology and Biological Engineering at the California Institute of Technology. He teaches nine different classes there, nearly all of which heavily feature Python. He is dedicated to empowering students in the biological sciences with quantitative tools, particularly data analysis skills. Beyond biologists, he is thrilled to develop courses for DataCamp, whose students are an excited bunch of burgeoning data scientists!"},
{"title": "Python Data Science Toolbox (Part 1)", "time": 3, "video": 12, "exercise": 46, "audience": 113991, "trainer": "Hugo Bowne-Anderson", "trainer_occupation": "Data Scientist at DataCamp", "trainer_description": "Hugo is a data scientist, educator, writer and podcaster and DataCamp. His main interests are promoting data & AI literacy, helping to spread data skills through organizations and society and doing amateur stand up comedy in NYC. If you want to know what he likes to talk about, definitely check out DataFramed, the DataCamp podcast, which he hosts and produces: https://www.datacamp.com/community/podcast"},
{"title": "Importing Data in R (Part 1)", "time": 3, "video": 11, "exercise": 42, "audience": 78848, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "},
{"title": "Exploratory Data Analysis in R: Case Study", "time": 4, "video": 15, "exercise": 58, "audience": 20603, "trainer": "David Robinson", "trainer_occupation": "Chief Data Scientist, DataCamp", "trainer_description": "Dave works on the data science behind DataCamp's product and curriculum development. He has worked as a data scientist at Stack Overflow and received his PhD in Quantitative and Computational Biology from Princeton University. His interests include statistics, data analysis, education, and programming in R. Follow him at "},
{"title": "Interactive Data Visualization with Bokeh", "time": 4, "video": 17, "exercise": 63, "audience": 27355, "trainer": "Bryan Van de Ven", "trainer_occupation": "Software Engineer at Anaconda and Developer of Bokeh", "trainer_description": "Bryan is a developer of Bokeh and is a software engineer at Anaconda. He received undergraduate degrees in Computer Science and Mathematics from UT Austin, and a Master's degree in physics from UCLA. He has worked at the Applied Research Labs, developing software for sonar feature detection and classification systems on US Naval submarine platforms. He also spent time at Enthought, where he worked on problems in financial risk modeling and fluid mixing simulation, and also contributed to the Chaco visualization library. He has also worked on an assortment of iOS projects as an independent consultant.\r\n\r\n"},
{"title": "Importing Data in R (Part 2)", "time": 3, "video": 10, "exercise": 48, "audience": 36749, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "},
{"title": "Financial Trading in R", "time": 5, "video": 20, "exercise": 65, "audience": 12740, "trainer": "Ilya  Kipnis", "trainer_occupation": "Professional Quantitative Analyst and R programmer", "trainer_description": "Ilya Kipnis is a professional quantitative analyst and R programmer. He received his M.S. degree in statistics in 2010 from Rutgers University, and has worked in the financial industry for several years. \r\nHe is also a co-author in the book \"Introduction to Quantitative Trading With R\", and an internationally read quantitative research blogger. His work can be found at www.quantStratTradeR.wordpress.com"},
{"title": "Importing and Managing Financial Data in R", "time": 5, "video": 15, "exercise": 57, "audience": 8628, "trainer": "Joshua Ulrich", "trainer_occupation": "Quantitative Analyst & member of R/Finance Conference committee", "trainer_description": "Joshua Ulrich is a Quantitative Analyst & Programmer for an algorithmic market maker, a member of the R/Finance Conference organizing committee, and founder of the Saint Louis R User Group. He is the creator of TTR, and co-author of several other packages for R and finance. He is passionate about computational finance, algorithmic trading, risk management, and helping people solve problems."},
{"title": "Importing & Cleaning Data in R: Case Studies", "time": 4, "video": 0, "exercise": 35, "audience": 28071, "trainer": "Nick Carchedi", "trainer_occupation": "Product Manager at DataCamp", "trainer_description": "Nick is a Product Manager at DataCamp, responsible for the learning and teaching experience.  Prior to joining DataCamp, he earned his master's degree at Johns Hopkins Biostatistics and worked as a data scientist for McKinsey. \r\n\r\nNick's passion for teaching data science began in graduate school, where he was heavily involved in tutoring fellow students, developing the Johns Hopkins Data Science Specialization, and building the swirl R package."},
{"title": "Text Mining: Bag of Words", "time": 4, "video": 15, "exercise": 69, "audience": 28901, "trainer": "Ted Kwartler", "trainer_occupation": "Senior Director, Data Scientist at Liberty Mutual", "trainer_description": "Ted started his text mining journey at Amazon when he\r\nlaunched the social media customer service team. Since then, he has\r\nheld analytical leadership roles at startups and Fortune 100\r\ncompanies. He is the Author of \"Text Mining in Practice with R\"\r\navailable at Amazon."},
{"title": "Introduction to Time Series Analysis", "time": 4, "video": 16, "exercise": 58, "audience": 25426, "trainer": "David S. Matteson", "trainer_occupation": "Associate Professor at Cornell University ", "trainer_description": "David S. Matteson is Professor of Statistical Science at Cornell University and co-author of Statistics and Data Analysis for Financial Engineering with R examples."},
{"title": "Exploring Pitch Data with R", "time": 4, "video": 14, "exercise": 69, "audience": 7121, "trainer": "Brian M. Mills", "trainer_occupation": "Assistant Professor at the University of Florida", "trainer_description": "Brian Mills is an Assistant Professor at the University of Florida, with research interests encompassing quantitative and economic analysis in sport. He earned a PhD and MA in Sport Management, an MA in Statistics, and an MA in Applied Economics from the University of Michigan. Brian has been an active contributor to the Sabermetric community through blogging about analytics and teaching how to use R to analyze baseball data."},
{"title": "Working with the RStudio IDE (Part 1)", "time": 3, "video": 24, "exercise": 69, "audience": 24268, "trainer": "Garrett Grolemund", "trainer_occupation": "Data Scientist at RStudio", "trainer_description": "Garrett is the author of "},
{"title": "Intermediate Python for Data Science", "time": 4, "video": 18, "exercise": 87, "audience": 313815, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "},
{"title": "Data Visualization with ggplot2 (Part 3)", "time": 6, "video": 19, "exercise": 86, "audience": 11135, "trainer": "Rick Scavetta", "trainer_occupation": "Rick Scavetta is a co-founder of Scavetta Academy.", "trainer_description": "Rick Scavetta is a biologist, workshop trainer, freelance data scientist and cofounder of Scavetta Academy, a company dedicated to helping scientists better understand and visualize their data. Rick's practical, hands-on exposure to a wide variety of datasets has informed him of the many problems scientists face when trying to visualize their data."},
{"title": "Data Visualization with ggplot2 (Part 1)", "time": 5, "video": 14, "exercise": 62, "audience": 108554, "trainer": "Rick Scavetta", "trainer_occupation": "Rick Scavetta is a co-founder of Scavetta Academy.", "trainer_description": "Rick Scavetta is a biologist, workshop trainer, freelance data scientist and cofounder of Scavetta Academy, a company dedicated to helping scientists better understand and visualize their data. Rick's practical, hands-on exposure to a wide variety of datasets has informed him of the many problems scientists face when trying to visualize their data."},
{"title": "Intermediate R - Practice", "time": 4, "video": 0, "exercise": 52, "audience": 52570, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "},
{"title": "Data Visualization with ggplot2 (Part 2)", "time": 5, "video": 11, "exercise": 55, "audience": 40826, "trainer": "Rick Scavetta", "trainer_occupation": "Rick Scavetta is a co-founder of Scavetta Academy.", "trainer_description": "Rick Scavetta is a biologist, workshop trainer, freelance data scientist and cofounder of Scavetta Academy, a company dedicated to helping scientists better understand and visualize their data. Rick's practical, hands-on exposure to a wide variety of datasets has informed him of the many problems scientists face when trying to visualize their data."},
{"title": "Introduction to Python", "time": 4, "video": 11, "exercise": 57, "audience": 1355215, "trainer": "Filip Schouwenaars", "trainer_occupation": "Data Science Instructor at DataCamp", "trainer_description": "Filip is the passionate developer behind several of DataCamp's interactive courses, covering both R and Python. Under the motto 'Eat your own dog food', he has used the techniques DataCamp teaches its students to perform data analysis for DataCamp. Filip holds degrees in Electrical Engineering and Artificial Intelligence. "}
]